Repository: AbiWord/abiword
Catalog: plugins/gda/po/*.po
Languages: eo

source: GDA Table Insertion
eo: Enmetado de GDA-tabelo

source: <b>Data Source</b>
eo: <b>Datumfonto</b>

source: <b>Command to Execute</b>
eo: <b>Komando plenumiƒùi</b>

source: G&DA Database
eo: G&DA-datumbazo

source: Insert database tables as tbles
eo: Enmeti datumbazajn tabelojn

source: Data Sources
eo: Datumfontoj

source: Configure and admin data sources
eo: Agordi kaj administri datumfontojn

source: S&cripts
eo: P&rogrametoj

source: GDA plugin
eo: Kromprogramo GDA

source: Database support for AbiWord
eo: Datumbaza regado por AbiWord

source: You had better know some SQL...
eo: Vi scipovu iom da SQL...
