<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//DE" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
  <title>Index</title>
   
</head>
  <body bgcolor="FFFFFF">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <tbody>
    <tr>
      <td bgcolor="#280066" height="70"><img src="../images/topbar_logo.png" alt="AbiWord logo" align="Left" hspace="0" width="294" height="70">
      <img src="../images/topbar_right.png" alt="AbiSource banner" align="Right" hspace="0" width="303" height="70">
      </td>
    </tr>
  </tbody>
</table>
<p><br clear="All">
</p>
<table border="0" cellpadding="5">
  <tbody>
    <tr>
      <td valign="Top" bgcolor="#f0f8ff" nowrap=""><font size="2"><a href="aboutabi.html">
&Uuml;ber AbiWord</a><br>
      <a href="index.html">Einf&uuml;hrung</a><br>
      <a href="aboutos.html">&Uuml;ber Open Source</a><br>
      <a href="comindex.html">Index</a><br>
      <a href="contents.html">Inhalt</a><br>
      <a href="why.html">Warum AbiWord?</a><br>
      <a href="general.html">Terminologie</a><br>
  &nbsp;&nbsp;&nbsp; <a href="workspace.html">Arbeitsplatz</a><br>
  &nbsp;&nbsp;&nbsp; <a href="sdi.html">SDI gegen MDI</a><br>
      <a href="install.html">Installation</a><br>
  &nbsp;&nbsp;&nbsp; <a href="linux_intel.html">Linux Intel</a><br>
  &nbsp;&nbsp;&nbsp; <a href="linux_ppc.html">Linux PPC</a><br>
  &nbsp;&nbsp;&nbsp; <a href="beos_intel.html">BeOS Intel</a><br>
  &nbsp;&nbsp;&nbsp; <a href="beos_ppc.html">BeOS PPC</a><br>
  &nbsp;&nbsp;&nbsp; <a href="solaris.html">Solaris</a><br>
  &nbsp;&nbsp;&nbsp; <a href="freebsd_intel.htm">FreeBSD</a><br>
      <a href="basis1.html">Erste Schritte</a><br>
      <a href="basis2.html">Befehle editieren</a><br>
      <a href="saisie.html">Text eingeben</a><br>
      <a href="format.html">Formatieren </a><br>
      <a href="paragraph.html">Absätze</a><br>
  &nbsp;&nbsp;&nbsp; <a href="tabs.html">Tabulatoren</a><br>
  &nbsp;&nbsp;&nbsp; <a href="column.html">Die Spalten</a><br>
      <a href="sections.html">Die Abschnitte</a><br>
      <a href="styles.html">Stile</a><br>
      <a href="picture.html">Objekte einf&uuml;gen</a><br>
      <a href="print.html">Drucken</a><br>
      <a href="find.html">Suchen und Ersetzen</a><br>
      <a href="custom.html">Einstellungen</a><br>
      <a href="shortcuts.html">Abk&uuml;rzungen</a><br>
      <a href="about.html">abisource.com</a><br>
      <a href="faq.html">FAQ</a><br>
      <a href="credits.html">Credits</a><br>
      <br>
      <a href="search.html">Suchen</a></font></td>
      <td width="1"><br>
      </td>
      <td valign="Top">
      <h2>Einf&uuml;hrung in AbiWord</h2>
      <h4><a href="why.html">Warum AbiWord?</a></h4>
      <h4><a href="sdi.html">Das 'Single Document Interface'</a></h4>
      <h4><a href="about.html">AbiSource, Inc.</a></h4>
      <font size="+0">AbiWord ist ein kleines und einfaches Satzprogramm,
welches schnell und komplett ist. Es ist ein Teil des AbiSource </font><a href="http://www.abisource.com">
 Project</a>, welches von der SourceGear <a href="http://www.sourcegear.com">
 company</a> gesponsort ist. Das Ziel dieses Projektes ist die Entwicklung 
eines plattform&uuml;bergreifenden Open-Source-Office-Paketes. Den Beginn
dieses Projekts stellt das Textverarbeitungsprogramm AbiWord dar. Abiwords
Features beinhalten <font size="+0">" look &amp; feel " (siehe  <a href="images/abiword.jpg">
 diesen Screenshot</a>), die M&ouml;glichkeit, Seite und Abschnitte zu formatieren, 
Rechtschreibpr&uuml;fung, interaktive Regeln, die Integration von Dokumentstilen, 
unbegrenzte undo/redo Kapazit&auml;t, eine Suche-und-ersetze-Funktion und
das Einf&uuml;gen von Bildern. Es ist ebenso m&ouml;glich, Dokumeten im Microsoft
Word 97 und rtf (Rich Text Format) zu importieren und Dokumente im Internet
HTML-Format abzuspeichern. Verschiedene andere Merkmale sind f&uuml;r zuk&uuml;nftige
Versionen geplant. Einige davon sind das Einf&uuml;gen von Tabellen, Listen
und das Exportieren im Microsoft Word Format. Weitere Informationen finden
sich in <a href="http://www.abisource.com/%257Esam/docs/roadmap.html"> unserer
'roadmap</a>'.</font>
      <p>Der wichtigste Unterschied zwischen AbiWord und den meisten anderen
verf&uuml;gbaren Textverarbeitungsprogrammen ist das Format der verwendeten
Dateien. Ein Dokument wird in AbiWord standardm&auml;&szlig;ig mit &nbsp;der
Erweiterung *abw im XML- und damit im ASCII-Format abgespeichert. Diese Dateien
k&ouml;nnen mit jedem beliebigen Texteditor bearbeitet werden. Dies bedeutet
nicht, da&szlig; AbWord ein XML-Editor ist. AbiWord ist ein Textverarbeituntsprogramm,
welches XML wie eine praktische Syntax f&uuml;r die Darstellung des Dokumentes
verwendet. Dies ist verglichen mit den anderne traditionellen Textverarbeitungsprogrammen
ein v&ouml;llig neues Konzept. Es bedeutet, da&szlig; Dateien, die mit AbiWord
abgespeichert wurden, nicht speziell an dieses Programm gebunden sind. Textverarbeitungsprogramme veralten in der Regel innerhalb von 5 Jahren. Die Daten sind jedoch auch dann nicht verloren.<br>
      </p>
      <p>Zuletzt ist AbiWord ein vollkommen frei und plattform&uuml;bergreifend.
Es funktioniert unter Windows und dem Gro&szlig;teil der UNIX-Systeme.<br>
 </p>
      <blockquote>
        <ul>
          <li> BeOS / INTEL (experimental) </li>
          <li> BeOS / PPC (experimental) </li>
          <li> Linux / Alpha </li>
          <li> Linux / INTEL </li>
          <li> Linux / Power PC </li>
          <li> Linux / INTEL IA64 (experimental) </li>
          <li> NetBSD </li>
          <li> FreeBSD / INTEL </li>
          <li> AIX </li>
          <li> Solaris </li>
          <li> Windows 95, 98, 2000, ME und NT </li>
          <li> Andere</li>
        </ul>
        </blockquote>
In den n&auml;chsten Jahren wird Datenverarbeitung ein gro&szlig;er Teil
der Entwicklung verschiedener Betriebssysteme (OS) werden. AbiWord wird unter
diesen speziellen OS funktionieren. Und auch hier wird die Wahl des XML-Formates
sicherstellen, da&szlig; Dateien von einem Betriebssystem auf das andere
&uuml;bertragen werden k&ouml;nne. Dies ist bei herk&ouml;mmlichen Programmen
nicht der Fall.<br>
          
        <h2><br>
        <b>Card-index identity</b></h2>
        <center>
        <table border="0" cellspacing="0" width="70%">
          <tbody>
            <tr>
              <td><b>Company:</b></td>
              <td>AbiSource</td>
            </tr>
            <tr>
              <td bgcolor="#f0f8ff"><b>Version:</b></td>
              <td bgcolor="#f0f8ff">0.7.10</td>
            </tr>
            <tr>
              <td><b>Date of publication:</b></td>
              <td>16/6/2000</td>
            </tr>
            <tr>
              <td bgcolor="#f0f8ff"><b>File Size:</b></td>
              <td bgcolor="#f0f8ff">4431K</td>
            </tr>
            <tr>
              <td><b>Licence:</b></td>
              <td>Free (Open Source)</td>
            </tr>
            <tr>
              <td bgcolor="#f0f8ff"><b>Platforms:</b></td>
              <td bgcolor="#f0f8ff">Windows / Unix / BEOS</td>
            </tr>
            <tr>
              <td><b>Automatic Installation</b></td>
              <td>Yes</td>
            </tr>
          </tbody>
        </table>
        </center>
        <h2><b>Das Open Source Koncept </b></h2>
        <table border="0" width="100%">
          <tbody>
            <tr>
              <td valign="Top" width="31%"><img src="../images/source.png" alt="Abi la fourmi,
mascote d&apos;AbiSource" border="0" height="315" width="180">
              </td>
              <td width="69%">Die Entwicklung von Open Source Programmen
unterscheidet sich von der traditionellen kommerziellen Softwareentwicklung.
Der Quelltext (die Programmzeilen, die die Software selber definieren) sind
frei verf&uuml;gbar ebenso wie die Software selber. F&uuml;r den Gro&szlig;teil
der Benutzer ist dies weniger von Bedeutung, jedoch profitieren alle von
der unaufh&ouml;rlichen Verbesserungen, die Freiwillige in das Produkt einbringen.
Jedermann kann an der Weiterentwicklung des Produktes teilnehmen. Dieses
Konzept ist das Gegenteil der propriet&auml;ren Softwareentwicklung. Dort
ist die Software von einer Lizenz gesch&uuml;tzt, die den Zugang zum Quelltext
und jegliche Ver&auml;nderung des Quelltextes untersagt. Das Kopieren und
die Verbreitung des Programms ist ebenfalls untersagt. Weitere Informationen
zum Open Source Konzept findet sich unter&nbsp;<a href="http://www.opensource.org">
 www.opensource.org.</a></td>
            </tr>
            <tr>
              <td valign="Top" colspan="2" width="100%">AbiWord ist daher
Open Source Software. Es ist keine Shareware und es sind keine gesetzlichen,
moralischen oder sonstigen Einschr&auml;nkungen vorhanden. Es ist vollkommen
frei. Wir wollem, da&szlig; alle diese Software frei benutzen k&ouml;nnen.
Sie k&ouml;nnen sie sogar an alle Personen, sie daran interessiert sein k&ouml;nnen
weitergeben. <br>
                
              <p>AbiWord ist aus einem Entwicklungsmodell geboren, da&szlig;
viele Leute ignorieren. Das Ergebnis der Verteilung &nbsp;vieler Entwickler
auf der ganzen Welt ist, da&szlig; regelm&auml;&szlig;ige Updates erscheinen.
Der Benutzer von AbiWord sollte hin und wieder schauen, ob neue Programmversionen
erschienen sind und daher regelm&auml;&szlig;ig auf der AbiSource Seite sicherstellen,
da&szlig; er die neueste Version von AbiWord verwendet.<br>
              </p>
              </td>
            </tr>
          </tbody>
        </table>
        </td>
      </tr>
    </tbody>
  </table>
  </body>
  </html>
