Repository: AbiWord/abiword
Catalog: plugins/loadbindings/po/*.po
Languages: eo

source: Load keybindings
eo: Ŝargi klavbindaĵojn

source: Load keybindings from a file
eo: Ŝargi klavbindaĵojn el dosiero

source: Dump edit methods
eo: Eligi redaktajn metodojn

source: Dump edit methods to your console
eo: Eligi al via konsolo redaktajn metodojn

source: Save keybindings
eo: Konservi klavbindaĵojn

source: Save keybindings to your profile directory
eo: Konservi al via dosierujo profila klavbindaĵojn

source: This allows Keybindings to be loaded from an Ascii file
eo: Ĉi tio permesas, ke klavbindaĵojn estu ŝargita el askia dosiero

source: Original version by Martin Sevior <msevior@physics.unimelb.edu.au> Refactored to support XML by Marc 'Foddex' Oude Kotte <foddex@foddex.net>
eo: Originala versio de Martin Sevior <msevior@physics.unimelb.edu.au> Reverkiĝis pro regado de XML-on fare de Marc 'Foddex' OUde Kotte <foddex@foddex.net>

source: %u bindable edit methods (don't require data)
eo: %u bindeblaj redaktaj metodoj (ne bezonas datumon)

source: XML file failed to load
eo: XML-dosiera ŝargado malsukcesis

source: couldn't find document node
eo: ne povis trovi dokumentan nodon

source: expected editbindings node
eo: atendis nodon editbindings

source: editbinding missing mandatory name attribute
eo: editbinding mankas devigan atributon name

source: editbinding missing mandatory mode attribute
eo: editbinding mankas devigan atributon mode

source: invalid mode attribute value %s, expected replace or append
eo: nevalida atributon valoron %s de mode; validaj estas replace kaj append

source: mousecontext requires a context attribute
eo: mousecontext bezonas atributon context

source: unrecognized context attribute value %s in mousecontext element
eo: nerekona valora %s de atributo context en elemento mousecontext

source: button value must be 0<=x<=5, found %d
eo: butona valoro devas esti inter 0 kaj 5, estis %d

source: mousecontext element may only have operation sub elements, found %s element
eo: elemento moustcontext havu subelementojn sub, trovis elementon %s

source: operation element missing type attribute
eo: elemento operation mankas atributon type

source: unrecognized type attribute value %s in operation element
eo: nekonata valoro %s de atributo type de elemento operation

source: operation element missing handler attribute
eo: elemento operation mankas atributon handler

source: keystroke element missing mandatory handler attribute
eo: elemento keystroke mankas devigan atributon handler

source: keystroke element missing mandatory key attribute
eo: elemento keystroke mankas devigan atributon key

source: unrecognized named virtual key %s
eo: nekonata nomata virtuala klavo %s

source: unbind-mappings element missing mandatory handler attribute
eo: elemento unbind-mappings mankas devigan atributon handler

source: got unbind-mappings for handler %s that unbinds nothing
eo: ricevis elementon unbind-mappings por traktilo %s, kiu malbindas nenion

source: unrecognized element %s, expecting 'mousecontext', 'keystroke' or 'unbind-mappings'
eo: Nekonata elemento %s, anticipis 'mousecontext', 'keystroke', aŭ 'unbind-mappings'

source: overlapping mappings detected for binding 0x%x (see command %s)
eo: parte kovrantaj mapigoj malkovriĝis por bindaĵo 0x%x (vidi komandon %s)

source: duplicate unbind-mappings detected for command %s
eo: duoblaj unbind-mappings malkorvriĝis por komando %s

source: [LoadBindings] Error:
eo: [LoadBindings] Eraro:

source: [LoadBindings] Warning:
eo: [LoadBindings] Averto:

source: Failed to set binding for EV 0x%x handler %s
eo: Malsukcesis valorizi bindaĵojn por EV 0x%x traktilon %s

source: Failed to remove binding for EV 0x%x handler %s
eo: Malsukcesis forigi bindaĵojn por EV 0x%x traktilo %s
