Repository: AbiWord/abiword
Catalog: plugins/paint/po/*.po
Languages: eo

source: can't read BMP from file
eo: ne povas legi BMP-bildon el dosiero

source: Corrupt BMP
eo: Putra BMP

source: Error: %s (%d)
eo: Eraro: %s (%d)

source: Unknown error
eo: Nekonata eraro

source: Incompatible library version
eo: Nekongrua biblioteka eldono

source: Unable to allocate memory
eo: Malkapablas disponigi memoron

source: Invalid or unsupported image
eo: Ni ne regas tiun bildon

source: libpng reported an error
eo: libpng raportis eraron

source: Invalid BMP image
eo: Nevalida BMP-bildo

source: Invalid PNG image
eo: Nevalida PNG-bildo

source: Unable to read file
eo: Malkapablas legi dosieron

source: Unable to write file
eo: Malkapablas skribi dosieron

source: Unexpected BMP header size (%d)
eo: Neanticipita kapgrandeco (%d) de BMP

source: Unreasonable image dimensions (%dx%d)
eo: Neraciaj bildaj dimensioj (%dx%d)

source: Unsupported bit depth (%d)
eo: Ni ne komprenas tiun bit-profundecon (%d)

source: Unsupported compression scheme
eo: Ni ne regas tiun kunpreman aranĝon

source: Allows in place editing of image via external program.
eo: Permesa aktuala redaktado de bildo per ekstera programo.

source: Opens the selected image for modification (in specified image editing program).
eo: Malfermas la elektita bildo por modifo (en specifa bildredakta prgoramo).

source: Save Image &As BMP
eo: Konservi &Kiel BMP-bildon

source: Saves the selected image as a BMP file.
eo: Konservas la elektitan bildon kiel BMP-dosieron.

source: &Specify Image Editor
eo: &Specifi bildredkatilon

source: Allows you to specify what image editing program to use, results stored in registry.
eo: Permesas, ke vi specifu la uzotan bildredaktilon, rezultoj konservitaj en la registrejo.

source: Image Editor Requires &BMP
eo: Bildredaktilo bezonas &BMP

source: Indicates the specified image editing program must use a BMP file instead of PNG (default is enabled).
eo: Indikas, ke la specifa bildredakta programa devas uzi anstataŭ PNG BMP-dosieron (aŭtomate ebligita).

source: Allows editing an embedded image via external image editing program.
eo: Permesas redakti enmetitan bildon per ekstera bildredakta programo.

source: Select Image 1st, then select the action from AbiPaint menu. ;-)
eo: Unue elekti bildon, do elekti la agon el la menuo AbiPaint.

source: You must select an Image before trying to save it as a BMP file!
eo: Vi devas elekti bildon antaŭ ol vi provas konsevri kiel BMP-dosieron ĝin.

source: Windows Bitmap (*.bmp)
eo: Vindoza rastrumo (*.bmp)

source: Unable to convert PNG image data to BMP.
eo: Malkapablas konverti al BMP PNG-bildan datumon.

source: &Edit Image
eo: &Redakti bildon

source: via
eo: per

source: You must select an Image before editing it
eo: Vi devas elekti bildon antaŭ ol redakti ĝin

source: Unable to convert PNG image data to BMP for external program use!
eo: Malkapablas konverti al BMP PNG-bildon por uzo de ekstera programo.

source: Unable to run program:
eo: Malkapablas plenumi programon:

source: External image editor appears to have been terminated unexpectedly.
eo: Ekstera bildredaktila ŝajne estis neatendite finigita

source: Unable to convert BMP image data back to PNG for AbiWord to import!
eo: Malkapablas rekonverti al PNG BMP-bildon por AbiWord importi

source: Error making pFG. Could not put image back into Abiword
eo: Ne povis remeti bildon Abiworden

source: Could not put image back into Abiword
eo: Ne povis remeti bildon AbiWorden
