Repository: AbiWord/abiword
Catalog: plugins/command/po/*.po
Languages: eo

source: This is a command line interface to AbiWord
eo: Ĉi tio estas komandlinia interfaco al AbiWord

source: AbiWord command line plugin: Type "quit" to exit
eo: Komandlinia kromprogramo de AbiWord: Tajpi "Quit" por eliri

source: OK
eo: Bonorde

source: Error in command "%s" number %d
eo: Eraro en komando "%s" numero %d

source: Failed to open error log: %s
eo: Malsukcesis malfermi eraroprotokolon: %s

source: error %d
eo: eraro %d

source: Attempting to create a new document
eo: Provante krei novan dokumenton

source: Error creating new document error %d
eo: Eraro kreante novan dokumenton eraro %d

source: Attempting to load a document
eo: Provante ŝargi dokumenton

source: Error loading %s error %d
eo: Erari ŝargante %s eraro %d

source: Filename %s
eo: Dosiernomo %s

source: Doing file export as %d for %s
eo: Faranta dosieran eksporton kiel %d por %s

source: Currently implemented commands are:
eo: Nune realigitaj komandoj estas:

source: help - Prints this message
eo: help - Eligi ĉi tiun mesaĝon

source: quit - Exits the program
eo: quit - Eliri la programon

source: new - Create a new empty document.
eo: new - Krei novan malplenan dokumenton.

source: load <filename> - Load <filename> replacing the current document.
eo: load <dosiernomo> - Ŝargi <dosiernomon> anstataŭigante la kurantan dokumenton.

source: printfile <filename1> <filename2> <...> - Print the current document into the
eo: printfile <dosiernomo1a> <dosiernomo2a> <...> - Eligi la kurantan dokumenton en la

source: filenames listed.
eo: dosiernomojn listigitajn.

source: replaceall <find> <target> - Replace every occurrence of <find> with <target>
eo: replaceall <trovo> <celo> - Anstataŭigi ĉiun okazon de <trovo> per <celo>

source: in the current document.
eo: en la kuranta dokumento.

source: inserttext <target> - Insert <target> at the current point in the
eo: inserttext <celo> - Enmeti <celon> ĉe la nuna punkto en la

source: document.
eo: dokumento.

source: delete <args> - Delete <args> characters at the current point
eo: delete <nombro> - Forigi <nombron> da signoj je la nuna punkto

source: in the document.
eo: en la dokumento.

source: replacenext <find> <target> - Replace the next occurrence of <find> with <target>
eo: replacenext <trovo> <celo> - Anstataŭigi la sekvan okazon de <trovo> per <celo>

source: movept <arg> - Move the current point to another location in
eo: movept <arg> - Movi la kurantan punkton al alia loko en

source: the current document.
eo: la kuranta dokumento.

source: Options for arg are: BOD,EOD,BOP,EOP,BOS,EOS,
eo: Elektoj por arg estas: BOD,EOD,BOP,EOP,BOS,EOS,

source: selectstart - Start a selection at the current point
eo: selectstart - Komenci elekton je la aktuala punkto

source: selectclear - Clear the current selection.
eo: selectclear - Viŝi la nunan elekton.

source: findnext <target> - Find the next occurrence of target and select it.
eo: findnext <celo> - Trovi la sekvan okazon de celo kaj elekti ĝin.

source: save <filename> - Save the current document.
eo: save <dosiernomo> - Konservi la nunan dokumenton.

source: If filename is omitted the file is saved to its
eo: Se dosiernomo preterlasiĝas la dosiero konserviĝas al ĝia

source: original name.
eo: komenca nomo.

source: Otherwise the extension of the filename is used
eo: Aliokaze uziĝas la finaĵo de la dosiernomo

source: to determine the format of the file.
eo: por determini la formaton de la dosiero.

source: converttotext <src> <dest> - Convert the file given in <src> to the plain text
eo: converttotext <fonto> <celo> - Konverti la dosieron donita en <fonto> al la plata text

source: file named <dest>.
eo: dosiero nomata <celo>.

source: <dest>. The type of conversion is given by the
eo: <celo>. La speco de konvertado montriĝas per la

source: third parameter (abw,html,odt, etc.).
eo: tria parametro (abw,html,odt, etc.).

source: writepid <file> - Write the PID of this process to the file <file>
eo: writepid <dosiero> - Skribi la identigilon de ĉi tiu procezo al la dosiero nomata <dosiero>

source: server <error file> - This is being run as remote process. Write an
eo: server <erardosiero> - Ĉi tio pleniĝas kiel malloka procezo. Skribi

source: error file on error.
eo: erardosieron post eraro.

source: <document> with name <preview.png> of <width>
eo: <dokumento> kun nomo <antaŭvido.png> de <larĝo>

source: pixels wide and <height> pixels in height.
eo: rastrumeroj larĝa kaj <alteco> rastrumeroj alta.

source: visualedit - Popup a visual window and edit the file or just
eo: visualedit - Ŝpruci vidan fenestron kaj redakti la dosieron aŭ

source: preview what you've done.
eo: antaŭvidi tion, kion vi faris.

source: Close the window when finished.
eo: Fermi la fenestron finiĝe.

source: EditMethod %s exists. Calling with %s
eo: EditMethod %s ekzistas. Vokante kun %s

source: EditMethod %s does not exist.
eo: EditMethod %s ne ekzistas.
