Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: Remove
sk_sk: Odstrániť
uk_ua: Стерти

source: Remove Footer
sk_sk: Odstrániť pätu
uk_ua: Стерти нижн╕й колонтитул

source: Remove Header
sk_sk: Odstrániť hlavičku
uk_ua: Стерти верхн╕й колонтитул

source: Remove Property from Style:
sk_sk: Odstrániť vlastnosť zo štýlu:

source: Remove Row as Heading
sk_sk: Odstrániť riadok ako nadpis

source: Remove Row as the page Heading
sk_sk: Program odstráni riadok ako nadpis strany

source: Remove all revision information from the document
sk_sk: Program odstráni z dokumentu všetky informácie o opravách

source: Remove full document history from the document
sk_sk: Program odstráni z dokumentu celú jeho históriu

source: Remove the Footer on this page from the Document
sk_sk: Program odstráni pätu na tejto strane dokumentu
uk_ua: Стерти нижн╕й колонтитул на ц╕й стор╕нц╕ документу

source: Remove the Header on this page from the Document
sk_sk: Program odstráni hlavičku na tejto strane dokumentu
uk_ua: Стерти верхн╕й колонтитул на ц╕й стор╕нц╕ документу

source: Remove the Image and save a copy on the clipboard
sk_sk: Program odstráni obrázok a uloží ho do schránky

source: Remove the Image from the Document
sk_sk: Program odstráni obrázok

source: Remove the Text Box from the Document
sk_sk: Program odstráni textový rám

source: Remove the suggested change
sk_sk: Program odstráni navrhovanú zmenu
uk_ua: Видалити запропоновану зм╕ну

source: Repeat Row as Heading
sk_sk: Opakovať riadok ako nadpis

source: Repeat Row as Heading on each new page
sk_sk: Zopakuje riadok ako nadpis na každej strane

source: Replace
cy_cy: Ffeirio
sk_sk: Nahradiť
uk_ua: Зам╕нити

source: Replace &All
cy_cy: Ffeirio'r Cyfan
sk_sk: Nahradiť &všetky
uk_ua: Зам╕нити в&с╕

source: Replace the annotated text with the annotation content
sk_sk: Text, ktorého sa poznámka týka, sa nahradí textom poznámky

source: Replace the specified text with different text
sk_sk: Program nahradí určitý text iným textom
uk_ua: Зам╕нити заданий текст ╕ншим

source: Report a &Bug
sk_sk: Nahlásiť &chybu
uk_ua: Створити пов╕домлення про по&милку

source: Report a bug and help AbiWord become a better product
sk_sk: Nahláste chybu a pomôžte Abiwordu, aby sa stal lepším výrobkom
uk_ua: Пов╕домте про помилку ╕ допомож╕ть покращити AbiWord

source: Reset the current toolbar layout to its defaults
sk_sk: Program vráti rozmiestnenie panelov s nástrojmi do pôvodného stavu

source: Resize this image
sk_sk: Program zmení veľkosť obrázka
uk_ua: Зм╕нити розм╕р цього зображення

source: Restart numbering at:
sk_sk: Odznova číslovať strany od:
uk_ua: Почати нумерування з:

source: Restart on each page
sk_sk: Odznova na každej strane

source: Restart on each section
sk_sk: Číslovať odznova v každej kapitole

source: Restart page numbers on new sections
sk_sk: Každú kapitolu číslovať osobitne
uk_ua: Починати нумерування стор╕нок з кожним розд╕лом заново

source: Restrict to RDF Link:
sk_sk: Obmedziť na odkaz RDF:

source: Resume Previous List
sk_sk: Obnoviť predchádzajúci zoznam
uk_ua: Продовжити попередн╕й список

source: Retain all document changes
sk_sk: Program si zaznamená všetky zmeny v dokumente

source: Revert file to last saved state?
sk_sk: Obnoviť súbor do stavu po poslednom uložení?
uk_ua: В╕дновити останн╕й незаписаний стан файлу?

source: Revert the document to the last saved state
sk_sk: Obnovte dokument do stavu po poslednom uložení
uk_ua: В╕дновити останн╕й записаний стан документу

source: Revert to saved copy of %s?
cy_cy: Dychwelyd at Gorlan %s?
sk_sk: Vrátiť sa k uloženému súboru %s?
uk_ua: Повернути збережену коп╕ю %s?

source: Revision ID
sk_sk: P.č. opravy
uk_ua: Номер рев╕з╕╖

source: Revisions new...
sk_sk: Nové opravy...

source: Revisions select...
sk_sk: Výber opráv...

source: Right
cy_cy: Cadw i'r Dde
sk_sk: Vpravo
uk_ua: Праворуч

source: Right Indent [%s]
cy_cy: Bwlch De [%s]
sk_sk: Odsadenie sprava [%s]
uk_ua: В╕дступ праворуч [%s]

source: Right Margin [%s]
cy_cy: Ymyl Dalen De [%s]
sk_sk: Okraj sprava [%s]
uk_ua: Поле праворуч [%s]

source: Right Tab
sk_sk: Pravý tabulátor
uk_ua: Праворуч

source: Right alignment
sk_sk: Zarovnanie textu doprava
uk_ua: Вир╕вняти абзац по правому краю

source: Right-align the paragraph
sk_sk: Odsek zarovnáte doprava
uk_ua: Вир╕вняти абзац по правому краю

source: Right-to-left &dominant
sk_sk: Pre&vláda text sprava doľava
uk_ua: Пе&ревага стилю написання "з права на л╕во"

source: Rights
sk_sk: Práva

source: Rights:
sk_sk: Práva:
uk_ua: Права:

source: Row
sk_sk: Riadok

source: Rows &Above
sk_sk: Riadky &nad

source: Rows &Below
sk_sk: Riadky &pod

source: Run some RDF tests and show results on console
sk_sk: Spustiť nejaké testy RDF a výsledky zobraziť na konzole

source: Run some RDF tests that change during development
sk_sk: Spustiť nejaké testy RDF, ktoré sa vyvíjajú

source: S&cripts
sk_sk: S&kripty
uk_ua: Ск&рипти

source: S&how revisions
sk_sk: Zobraziť &opravy

source: S&plit Cells
sk_sk: R&ozdeliť bunky

source: SPARQL Query
sk_sk: Požiadavka SPARQL

source: Sa&ve
cy_cy: Arbed
sk_sk: &Uložiť
uk_ua: &Зберегти

source: Sav&e Copy
sk_sk: &Uložiť kópiu
uk_ua: З&берегти коп╕ю

source: Save
sk_sk: Uložiť
uk_ua: Зберегти

source: Save &As
sk_sk: Uložiť &ako
uk_ua: Зберегти &як

source: Save &Template
sk_sk: Uložiť ša&blónu
uk_ua: Зберегти за&готовку

source: Save As
sk_sk: Uložiť ako
uk_ua: Зберегти як

source: Save a copy of the image on the clipboard
sk_sk: Uložte kópiu obrázka do schránky

source: Save changes to document %s before closing?
sk_sk: Chcete pred skončením uložiť zmeny v dokumente %s?
uk_ua: Зберeгти зм╕ни в ' %s'?

source: Save the Embedded Object
sk_sk: Uložte objekt z iného programu

source: Save the document
sk_sk: Uložte dokument
uk_ua: Зберегти документ

source: Save the document as a template
sk_sk: Uložte dokument ako šablónu
uk_ua: Зберегти документ як заготовку

source: Save the document under a different name
sk_sk: Uložte dokument pod iným názvom
uk_ua: Зберегти документ п╕д ╕ншою назвою

source: Save the document without changing the current name
sk_sk: Uložte dokument bezo zmeny názvu
uk_ua: Зберегти документ з поточною назвою

source: Save the selected image to a file
sk_sk: Uložte vybraný obrázok do súboru
uk_ua: Записати вид╕лення зображення в файл

source: Save to file
sk_sk: Uložiť do súboru

source: Scale
sk_sk: Mierka

source: Search for help about...
sk_sk: Môžete vyhľadať pomoc zadaním slov...
uk_ua: Пошук в дов╕дц╕ за...

source: Seconds between updates
cy_cy: Diweddaru Cyfradd
sk_sk: Počet sekúnd medzi aktualizáciami
uk_ua: Секунд м╕ж актуал╕зац╕ями

source: Seconds since the epoch
sk_sk: Počet sekúnd od začiatku letopočtu
uk_ua: Секунд в╕д 1970 (UNIX-час)

source: Section Breaks
sk_sk: Zlomy kapitoly

source: See history of the current document
sk_sk: Zobrazí sa história tohto dokumentu

source: Select
sk_sk: Výber

source: Select A&ll
sk_sk: Označiť všetko
uk_ua: В&ид╕лити все

source: Select Cell
sk_sk: Označte bunku

source: Select Column
sk_sk: Označte stĺpec

source: Select Font
sk_sk: Výber písma

source: Select Revision
sk_sk: Výber opravy
uk_ua: Вибрати рев╕з╕ю

source: Select Row
sk_sk: Označte riadok

source: Select Table
sk_sk: Označte tabuľku

source: Select Text Box
sk_sk: Označiť textový rám

source: Select a target bookmark from the list:
sk_sk: Vyberte si cieľovú záložku zo zoznamu:

source: Select image from File
sk_sk: Vybrať obrázok zo súboru

source: Select next reference to Semantic Item
sk_sk: Vybrať ďalší odkaz na sémantickú položku

source: Select next reference to this Semantic Item
sk_sk: Vybrať ďalší odkaz na túto sémantickú položku

source: Select next reference to this Semantic Item...
sk_sk: Vybrať ďalší odkaz na túto sémantickú položku...

source: Select next references to Semantic Item
sk_sk: Vybrať ďalší odkaz na sémantickú položku

source: Select previous reference to Semantic Item
sk_sk: Vybrať predchádzajúci odkaz na sémantickú položku

source: Select previous reference to this Semantic Item
sk_sk: Vybrať predchádzajúci odkaz na túto sémantickú položku

source: Select previous reference to this Semantic Item...
sk_sk: Vybrať predchádzajúci odkaz na túto sémantickú položku...

source: Select the Text Box
sk_sk: Označíte textový rám

source: Select the entire document
sk_sk: Označíte celý dokument
uk_ua: Вид╕лити весь документ

source: Select the parts of the document belonging to the next version...
sk_sk: Označí časti dokumentu, ktoré patria do novej opravy...

source: Select the parts of the document belonging to the previous version...
sk_sk: Označí časti dokumentu, ktoré patria do predchádzajúcej opravy...

source: Select the parts of the document contained in the next revision
sk_sk: Označí časti dokumentu, ktoré sa nachádzajú v ďalšej oprave

source: Select the parts of the document contained in the previous revision
sk_sk: Označí časti dokumentu, ktoré sa nachádzajú v predchádzajúcej oprave

source: Select this reference to Semantic Item
sk_sk: Vybrať tento odkaz na sémantickú položku

source: Select this reference to this Semantic Item
sk_sk: Vybrať tento odkaz na túto sémantickú položku

source: Select this reference to this Semantic Item...
sk_sk: Vybrať tento odkaz na túto sémantickú položku...

source: Selection
cy_cy: Dewis
sk_sk: Výber

source: Semantic Item
sk_sk: Sémantická položka

source: Sentence case
sk_sk: VEĽKÉ písmená na začiatku vety
uk_ua: Верхн╕й/нижн╕й рег╕стр речення

source: Separate table items with commas
sk_sk: Oddelí text v tabuľke čiarkami

source: Separate table items with commas and tabs
sk_sk: Oddelí text v tabuľke čiarkami a tabulátormi

source: Separate table items with tabs
sk_sk: Oddelí text v tabuľke tabulátormi

source: Separate with commas
sk_sk: Oddeliť čiarkami

source: Separate with commas and tabs
sk_sk: Oddeliť čiarkami a tabulátormi

source: Separate with tabs
sk_sk: Oddeliť tabulátormi

source: Set
sk_sk: Nastaviť
uk_ua: Встановити

source: Set &Language
sk_sk: Nastaviť &jazyk
uk_ua: Встановити &мову

source: Set Default Values
sk_sk: Nastaviť predvolené hodnoty
uk_ua: Встановити значення по замовчуванню

source: Set For All Existing
sk_sk: Nastaviť pre všetky existujúce

source: Set Image
sk_sk: Nastaviť obrázok

source: Set Positioned Image
sk_sk: Nastaviť ukotvený obrázok

source: Set Text Wrapping
sk_sk: Nastavenie zalomenia textu

source: Set an image as a background for your page
sk_sk: Nastavte obrázok ako pozadie svojej strany

source: Set as Source Semantic Item
sk_sk: Nastaviť ako zdrojovú sémantickú položku

source: Set dominant direction of document to RTL
sk_sk: Nastavte prevládajúci smer textu na sprava doľava

source: Set dominant direction of paragraph to RTL
sk_sk: Nastavte prevládajúci smer textu odseku na sprava doľava

source: Set dominant direction of section to RTL
sk_sk: Nastavte prevládajúci smer písma kapitoly na sprava doľava

source: Set meta-data properties
sk_sk: Môžete vyplniť informácie o dokumente
uk_ua: Встановити властивост╕ мета-даних

source: Set new Tab
sk_sk: Nastavenie nového tabulátora

source: Set no image
sk_sk: Bez obrázka

source: Set preferences
sk_sk: Nastavte predvoľby programu
uk_ua: Зм╕нити установки

source: Set tab stops
sk_sk: Nastavenie tabulátorov
uk_ua: Встановити позиц╕╖ табуляц╕╖

source: Set the current stylesheet for Semantic Items in this document. New RDF objects will use this stylesheet automatically. The buttons allow you to set the stylesheet for all existing Semantic Items to the new stylesheet as well.
sk_sk: Nastaví predvolený súbor so štýlmi pre sémantické objekty v dokumente. Nové objekty RDF sa budú týmto súborom riadiť automaticky. Tlačidlá vám umožňujú nastaviť, aby sa týmto súborom riadili aj všetky existujúce sémantické objekty.

source: Set the type and styles of the Table of Contents
sk_sk: Nastavíte typy a štýly obsahu

source: Set the types of Footnotes and Endnotes
sk_sk: Nastavte typy poznámok pod čiarou a koncových poznámok

source: Set the types of Headers and Footers
sk_sk: Môžete nastaviť vlastnosti hlavičiek a piat
uk_ua: Встановити типи верхн╕х ╕ нижн╕х колонтитул╕в

source: Set this Row as Heading
sk_sk: Nastaviť riadok ako nadpis

source: Set this Row as the Heading on each page
sk_sk: Nastaviť riadok ako nadpis každej strany

source: Set this image to be positioned
sk_sk: Nastavte presnú pozíciu pre tento obrázok

source: Set your spelling preferences
sk_sk: Nastavte vlastnosti kontroly preklepov
uk_ua: Зм╕нити установки перев╕рки правопису

source: Settings
sk_sk: Nastavenia

source: Setup your document's page properties such as page size and margins
sk_sk: Nastavte vlastnosti strany dokumentu, ako veľkosť strany a okraje
uk_ua: Зм╕нити установки стор╕нки документу так╕ як розм╕р ╕ в╕дступи

source: Shading
sk_sk: Tieňovanie

source: Shading color:
sk_sk: Farba tieňovania:

source: Short File Name
sk_sk: Krátky názov súboru

source: Shortcut Key
sk_sk: Klávesová skratka
uk_ua: Прив'язкa клав╕шi

source: Show
sk_sk: Zobraziť
uk_ua: Показати

source: Show &Ruler
sk_sk: Zobraziť &pravítko
uk_ua: Показати &л╕н╕йку

source: Show All
sk_sk: Zobraziť všetko
uk_ua: Показати все

source: Show All RDF
sk_sk: Zobraziť všetky RDF

source: Show For&matting Marks
sk_sk: Zobraziť for&mátovacie značky
uk_ua: П&оказати спецсимволи

source: Show document &before revisions
sk_sk: Zobraziť dokument &pred opravami

source: Show document a&fter revisions
sk_sk: Zobraziť dokument &po opravách

source: Show document after &previous revisions
sk_sk: Zobraziť dokument po pre&dchádzajúcich zmenách textu

source: Show document at final version without revision highlighting
sk_sk: Zobraziť konečnú verziu dokumentu bez zvýraznenia opráv

source: Show final document
sk_sk: Zobraziť konečnú podobu dokumentu

source: Show final document...
sk_sk: Zobrazí sa konečná podoba dokumentu...

source: Show full list of documents
sk_sk: Zobrazí sa celý zoznam dokumentov
uk_ua: Показати повний список в╕кон

source: Show or hide the rulers
sk_sk: Program zobrazí alebo skryje pravítko
uk_ua: Показати/сховати л╕н╕йку

source: Show or hide the status bar
sk_sk: Program zobrazí alebo skryje stavový panel
uk_ua: Показати/сховати панель статусу

source: Show or hide the toolbar
sk_sk: Program zobrazí alebo skryje panel s nástrojmi

source: Show revisions that are present in document
sk_sk: Program obrazí opravy v dokumente

source: Show what the document looks like after previous revisions
sk_sk: Program vám ukáže, ako dokument vyzeral po predchádzajúcich opravách

source: Show what the document looks like after revisions
sk_sk: Program vám ukáže, ako bude dokument vyzerať po opravách

source: Show what the document looks like before revisions
sk_sk: Program vám ukáže, ako dokument vyzeral pred opravami

source: Show...
sk_sk: Zobraziť...
uk_ua: Показати...

source: Show/hide annotations
sk_sk: Poznámky sa zobrazia alebo schovajú

source: Show/hide formatting marks
sk_sk: Program zobrazí alebo skryje formátovacie značky
uk_ua: Показати/сховати спец. символи

source: Simple
sk_sk: Jednoduché

source: Simple Toolbar
sk_sk: Jednoduché nástroje

source: Single
cy_cy: Sengl
sk_sk: Jednoduché
uk_ua: Одинарна

source: Single Spacing
sk_sk: Jednoduché riadkovanie
uk_ua: ╤нтервал 1

source: Single spacing
sk_sk: Jednoduché riadkovanie
uk_ua: Одинарна в╕дстань м╕ж рядками абзацу

source: Smart Quotes
sk_sk: Inteligentné úvodzovky

source: So&rt Table
sk_sk: &Zoradiť tabuľku

source: Solid line
sk_sk: Plná čiara

source: Some errors were encountered during the import.
sk_sk: Pri načítavaní sa vyskytli nejaké chyby.

source: Sort Columns in Ascending Order
sk_sk: Zoradiť stĺpce vzostupne

source: Sort Columns in Ascending Order based on Selected Row
sk_sk: Zoradí stĺpce vzostupne podľa vybraného riadka

source: Sort Columns in Descending Order
sk_sk: Zoradiť stĺpce zostupne

source: Sort Columns in Descending Order based on Selected Row
sk_sk: Zoradí stĺpce zostupne podľa vybraného riadka

source: Sort Rows in Ascending Order
sk_sk: Zoradiť riadky vzostupne

source: Sort Rows in Ascending Order based on selected Column
sk_sk: Program zoradí riadky vzostupne podľa stĺpca, ktorý si vyberiete

source: Sort Rows in Descending Order
sk_sk: Zoradiť riadky zostupne

source: Sort Rows in Descending Order based on Selected Column
sk_sk: Program zoradí riadky zostupne podľa stĺpca, ktorý si vyberiete

source: Sort Table
sk_sk: Program zoradí tabuľku

source: Source:
sk_sk: Zdroj:
uk_ua: Джерело:

source: Space after Column:
sk_sk: Medzera za stĺpcom:

source: Space before: 12 pt
sk_sk: Medzera pred: 12 bodov
uk_ua: В╕дступити на 12 пункт╕в перед абзацом

source: Space before: None
sk_sk: Medzera pred: žiadna
uk_ua: Абзац без попереднього в╕дступу

source: Spacing
cy_cy: Gofod
sk_sk: Riadkovanie
uk_ua: ╤нтервали

source: Spell Checking
sk_sk: Kontrola preklepov

source: Spellcheck
sk_sk: Kontrola preklepov
uk_ua: Перев╕рка правопису

source: Spellcheck the document
sk_sk: Program skontroluje preklepy v dokumente
uk_ua: Перев╕рити правопис документу

source: Spelling
cy_cy: Rheolydd Sillafu
sk_sk: Preklepy
uk_ua: Правопис

source: Spelling &Options
sk_sk: M&ožnosti kontroly preklepov
uk_ua: Установки п&равопису

source: Spli&t Table
sk_sk: Rozdel&iť tabuľku

source: Split Cells
sk_sk: Rozdeliť bunky

source: Split Table
sk_sk: Program rozdelí tabuľku

source: Split cells
sk_sk: Rozdeliť bunky

source: Split in Middle
sk_sk: Rozdeliť v strede

source: Split on Bottom Side
sk_sk: Rozdeliť na dolnej strane

source: Split on Left Side
sk_sk: Rozdeliť na ľavej strane

source: Split on Right Side
sk_sk: Rozdeliť na pravej strane

source: Split on Top Side
sk_sk: Rozdeliť na hornej strane

source: Split text at commas
sk_sk: Rozdeliť text za čiarkou

source: Split text at spaces
sk_sk: Rozdeliť text za medzerou

source: Split text at spaces, commas, or tabs
sk_sk: Rozdeliť text za medzerou, čiarkou alebo tabulátorom

source: Split text at tabs
sk_sk: Rozdeliť text za tabulátorom

source: Split text with commas as delimiters
sk_sk: Rozdeliť text oddeľovačom čiarka

source: Split text with commas, tabs or spaces as delimiters
sk_sk: Rozdeliť text oddeľovačom tabulátor alebo medzera

source: Split text with spaces as delimiters
sk_sk: Rozdeliť text oddeľovačom medzera

source: Split text with tabs as delimiters
sk_sk: Rozdeliť text oddeľovačom tabulátor

source: Split this cell
sk_sk: Program rozdelí túto bunku

source: Square List
sk_sk: Odrážky v tvare štvorca
uk_ua: Квадрати

source: St&yle
sk_sk: Štý&l
uk_ua: Ст&иль

source: Standard
sk_sk: Štandardný

source: Standard Toolbar
sk_sk: Standardný panel s nástrojmi
uk_ua: Стандартна

source: Star List
sk_sk: Odrážky v tvare hviezdičiek
uk_ua: З╕рки

source: Start At:
sk_sk: Od okraja:
uk_ua: Почати з:

source: Start New List
sk_sk: Začať nový zoznam
uk_ua: Почати новий список

source: Start Sublist
sk_sk: Začať podzoznam
uk_ua: Почати п╕др╕вень списку

source: Start a new revision
sk_sk: Urobiť ďalšiu opravu
uk_ua: Почати нову рев╕з╕ю

source: Start ne&w revision
sk_sk: Urobiť ďalši&u opravu

source: Start revision distinct from the current one
sk_sk: Urobte ďalšiu opravu, odlišnú od poslednej

source: Statistics:
cy_cy: Ystadegau:
sk_sk: Štatistika:
uk_ua: Статистика:

source: Stop Current List
sk_sk: Ukončiť tento zoznam
uk_ua: Зак╕нчити поточний список

source: Stri&ke
sk_sk: Prečiark&nuté
uk_ua: П&ерекреслити

source: Strike
sk_sk: Prečiarknuté písmo
uk_ua: Перекреслення

source: Strikeout the selection (toggle)
sk_sk: Program prečiarkne označený text alebo v ňom prečiarknutie zruší
uk_ua: Перекреслити вид╕лення

source: Sty&list
sk_sk: &Zoznam štýlov

source: Style
sk_sk: Štýl
uk_ua: Стиль

source: Style Name -
sk_sk: Názov štýlu –
uk_ua: Назва стилю -

source: Style Name:
sk_sk: Názov štýlu:
uk_ua: Назва стилю:

source: Style Type:
sk_sk: Typ štýlu:

source: Style for following paragraph:
sk_sk: Štýl ďalšieho odseku:

source: Style name cannot be left blank
sk_sk: Názov štýlu nemôže zostať nevyplnený
uk_ua: Назва стилю не може залишатись порожньою

source: Style:
sk_sk: Štýl:

source: Styles
sk_sk: Štýly
uk_ua: Стил╕

source: Stylesheet
sk_sk: Hárok so štýlmi

source: Stylist
sk_sk: Zoznam štýlov

source: Subject:
sk_sk: Vec:
uk_ua: Тема:

source: Subscript
sk_sk: Dolný index
uk_ua: Нижн╕й ╕ндекс

source: Sugg&estions:
cy_cy: Cynigion:
sk_sk: Návr&hy:
uk_ua: П&ропозиц╕╖:

source: Suggest from &main dictionary only
cy_cy: Prif Bethau yn Unig
sk_sk: Ukazovať len návrhy z &hlavného slovníka
uk_ua: Пропонувати т╕льки з &основного словника

source: Sum a Column
sk_sk: Sčítať stĺpec

source: Sum a Row
sk_sk: Sčítať riadok

source: Sum a Table Column
sk_sk: Sčítať stĺpec tabuľky

source: Sum a Table Row
sk_sk: Sčítať riadok tabuľky

source: Summary
sk_sk: Resumé
uk_ua: П╕дсумок

source: Summary, Location
sk_sk: Resumé, miesto

source: Summary, Location, Start and End Times
sk_sk: Resumé, miesto, čas začiatku a ukončenia

source: Summary, Start and End Times
sk_sk: Resumé, čas začiatku a ukončenia

source: Supe&rscript
sk_sk: Ho&rný index
uk_ua: &Верхн╕й ╕ндекс

source: Superscript
sk_sk: Horný index
uk_ua: Верхн╕й ╕ндекс

source: T&able
sk_sk: T&abuľka

source: Tab Stop [%s]
cy_cy: Tabfan [%s]
sk_sk: Umiestnenie tabulátorov [%s]
uk_ua: Табуляц╕я [%s]

source: Tab stop position:
sk_sk: Umiestnenie tabulátora:
uk_ua: Позиц╕я табуляц╕╖:

source: Tab stops to be cleared:
sk_sk: Odstrániť tabulátory:
uk_ua: Позиц╕╖ табуляц╕╖ для видалення:

source: Table
sk_sk: Tabuľka

source: Table Size
sk_sk: Veľkosť tabuľky

source: Table Toolbar
sk_sk: Nástroje tabuľky

source: Table of Contents
sk_sk: Obsah

source: Table of Contents List Label
sk_sk: Nadpis obsahu

source: Table of Contents Page
sk_sk: Strana s obsahom

source: Tabs
sk_sk: Tabulátory
uk_ua: Табулятори

source: Tabs and Page Numbering
sk_sk: Tabulátory a číslovanie

source: Te&xt Formatting
sk_sk: Formátovanie te&xtu
uk_ua: Форматуванн&я тексту

source: Test RDF subsystem
sk_sk: Otestovať podsystém RDF

source: Text &after:
sk_sk: Text &za:

source: Text &before:
sk_sk: Text &pred:

source: Text Align:
sk_sk: Zarovnanie textu:
uk_ua: Вир╕внювання тексту:

source: Text Box
sk_sk: Textový rám

source: Text Box Position
sk_sk: Umiestnenie textového poľa

source: Text Directionality
sk_sk: Smer textu

source: Text Folding
sk_sk: Skrývanie textu

source: Text Wrapping
sk_sk: Zalomenie textu

source: Text and Icon
sk_sk: Text a ikona
uk_ua: Текст та п╕ктограма

source: The '--print' option has been removed as of AbiWord 2.8. You can achieve the desired behavior using AbiWord's command-line conversion tools and then piping the output to a print spooler. Eg: 'abiword --to=ps --to-name=fd://1 myfile.txt | lpr'
sk_sk: Príkaz „--print“ sa od verzie Abiwordu 2.8 nepoužíva. Na vykonanie rovnakej operácie môžete namiesto neho použiť nástroje na konverziu v príkazovom riadku Abiwordu a potom nahrať súbor do spoolera – zariadenia na dočasné uloženie súborov, ktoré chcete vytlačiť na disk. Napr. „abiword --to=ps --to-name=fd://1 myfile.txt | lpr“

source: The margins selected are too large to fit on the page.
sk_sk: Vybrané okraje sú príliš veľké.
uk_ua: Вибран╕ поля завелик╕ ╕ не пом╕стяться на стор╕нку.

source: The new user interface language will take effect the next time that you start the application
sk_sk: Prostredie programu sa zobrazí v novom jazyku až po opätovnom spustení programu

source: The spelling check is complete.
cy_cy: Sillafu wedi'i Gwblhau
sk_sk: Kontrola preklepov je dokončená.
uk_ua: Перев╕рка правопису завершена.

source: The text to which the hyperlink is to be attached must be within a single paragraph.
sk_sk: Text, ku ktorému má byť pripojený hypertextový odkaz, musí byť napísaný v jednom odseku.
uk_ua: Текст посилання мусить розм╕щуватись в одному абзац╕.

source: The weekday
sk_sk: Názov dňa
uk_ua: День тижня

source: Thickness:
sk_sk: Hrúbka:
