Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: Check for &Updates
sk_sk: &Vyhľadať aktualizácie

source: Check online for newer versions of AbiWord
sk_sk: Program vyhľadá na internete novšie verzie AbiWordu

source: Check s&pelling as you type
cy_cy: Cywiro Sillafu wrth Deipio
sk_sk: &Kontrolovať preklepy počas písania
uk_ua: Перев╕рка &правопису п╕д час набору

source: Check the document for incorrect spelling
sk_sk: Program skontroluje, či v dokumente nie sú preklepy
uk_ua: Перев╕рка правопису документу

source: Choose
sk_sk: Vybrať
uk_ua: Вибер╕ть

source: Choose Screen Color
sk_sk: Vybrať farbu obrazovky
uk_ua: Вибер╕ть кол╕р екрану

source: Choose screen color for AbiWord
sk_sk: Vybrať si farbu obrazovky v AbiWorde
uk_ua: Вибер╕ть кол╕р екрану для AbiWord

source: Choose which revision of the document to see and edit
sk_sk: Vyberte si opravu, ktorú sa chcete zobraziť a upraviť

source: Choose which revision you wish to view
sk_sk: Vyberte si opravu, na ktorú sa chcete pozrieť
uk_ua: Вибер╕ть рев╕з╕ю для перегляду

source: Choose your target in the left side. If you want to use the "Go To" button, just fill the Number Entry with the desired number. You can use + and - to perform relative movement. I.e., if you write "+2" and you select "Line", the "Go To" will go 2 lines below your current position.
sk_sk: V ľavej časti si vyberte cieľ. Ak chcete využiť tlačidlo „Prejsť na“, stačí, keď napíšete číslo strany. Môžete tiež pridať +/- na posun o určitý počet strán, riadkov alebo záložiek nižšie alebo vyššie. Napr., ak napíšete „+2“, kliknete na „Riadok“ a stlačíte tlačidlo „Prejsť na“, posuniete sa o 2 riadky nižšie.
uk_ua: Вибрати категор╕ю, до яко╖ ви хочете перейти. Якщо ви хочете використати кнопку "Перейти", просто набер╕ть потр╕бне число в пол╕ "Число". Ви можете використати +/- для зд╕йснення в╕дносних перем╕щень. Наприклад якщо ви наберете "+2" ╕ виберете "Рядок", натиск кнопки "Перейти" перенесе курсор на дв╕ позиц╕╖ вниз.

source: Cle&ar
sk_sk: Od&strániť
uk_ua: Ви&далити

source: Clear
sk_sk: Zmazať
uk_ua: Очистити

source: Clear &All
sk_sk: Zmazať &všetko
uk_ua: Очистити &все

source: Clear Background Color
sk_sk: Odstrániť farbu pozadia
uk_ua: Повернути кол╕р тла

source: Clear Highlight Color
sk_sk: Odstrániť zvýraznenie
uk_ua: Повернути кол╕р вид╕лення

source: Close all windows and exit?
cy_cy: Ydych chi'n siwr eich bod am adael?
sk_sk: Chcete zatvoriť všetky okná a skončiť?
uk_ua: Закрити вс╕ документи ╕ вийти?

source: Close all windows in the application and exit
sk_sk: Zatvoríte všetky okna a ukončíte program
uk_ua: Закрити вс╕ документи ╕ вийти

source: Close the document
sk_sk: Zatvoríte tento dokument
uk_ua: Закрити документ

source: Co&lumn
sk_sk: S&tĺpec

source: Color:
sk_sk: Farba:

source: Column
sk_sk: Stĺpec

source: Column Break
sk_sk: Zlom stĺpca

source: Column Gap [%s]
cy_cy: Bwlch Colofn [%s]
sk_sk: Medzera medzi stĺpcami [%s]
uk_ua: В╕дстань м╕ж стовпчиками [%s]

source: Column [%d]
sk_sk: Stĺpec [%d]

source: Columns
sk_sk: Stĺpce
uk_ua: Стовпчики

source: Columns &Left
sk_sk: Stĺpce naľ&avo

source: Columns &Right
sk_sk: Stĺpce na&pravo

source: Comment
sk_sk: Komentár

source: Comment to be associated with the revision:
sk_sk: Komentár, ktorý bude pripojený k oprave:
uk_ua: Коментар для рев╕з╕╖:

source: Compare active document to another document
sk_sk: Program porovná tento dokument s iným dokumentom

source: Compile Date
sk_sk: Dátum kompilácie
uk_ua: Дата комп╕ляц╕╖

source: Compile Time
sk_sk: Trvanie kompilácie
uk_ua: Час комп╕ляц╕╖

source: Con&tinuous
cy_cy: Parhaus
sk_sk: P&riebežný
uk_ua: на &поточн╕й стор╕нц╕

source: Contact
sk_sk: Kontakt

source: Contact from File
sk_sk: Kontakt zo súboru

source: Contacts
sk_sk: Kontakty

source: Contacts:
sk_sk: Kontakty:

source: Contents
sk_sk: Obsah

source: Continue previous revision (number %d)
sk_sk: Pokračovať v predchádzajúcej oprave (číslo %d)
uk_ua: Продовжити попередню рев╕з╕ю (номер %d)

source: Contributor(s)
sk_sk: Spolupracoval(i)

source: Contributor(s):
sk_sk: Spolupracoval(i):
uk_ua: Сп╕вавтор(и):

source: Convert Selected Text to a Table
sk_sk: Program zmení označený text na tabuľku

source: Convert Table to Text
sk_sk: Zmeniť tabuľku na text

source: Convert Text to Table
sk_sk: Zmeniť text na tabuľku

source: Convert from a Table to Text
sk_sk: Program zmení tabuľku na text

source: Copy
sk_sk: Kopírovať
uk_ua: Скоп╕ювати

source: Copy Embedded Object
sk_sk: Program skopíruje objekt z iného programu do schránky

source: Copy Image
sk_sk: Kopírovať obrázok

source: Copy Object
sk_sk: Kopírovať objekt

source: Copy Text Box
sk_sk: Kopírovať textový rám

source: Copy hyperlink location
sk_sk: Program skopíruje hypertextový odkaz

source: Copy the Text Box to the clipboard
sk_sk: Program skopíruje textový rám do schránky

source: Copy the Text Box to the clipboard then remove it
sk_sk: Program skopíruje textový rám do schránky a odstráni ho z dokumentu

source: Copy the selection and put it on the Clipboard
sk_sk: Program skopíruje označený text do schránky
uk_ua: Скоп╕ювати вид╕лення ╕ вм╕стити його в буфер обм╕ну

source: Could not open file %s for writing
cy_cy: Yn Methu ag Agor
sk_sk: Súbor %s sa nepodarilo otvoriť na zápis
uk_ua: Не можливо в╕дкрити файл ' %s' для запису

source: Could not open file %s.
sk_sk: Súbor %s sa nepodarilo otvoriť.
uk_ua: Не можливо в╕дкрити файл ' %s'.

source: Could not write to file %s
cy_cy: Yn Methu ag Ysgrifennu
sk_sk: Do súboru %s sa nedá písať
uk_ua: Не можливо записати в файл ' %s'.

source: Could not write to the file %s.
cy_cy: Amhosibl Arbed Ffeil%s.
sk_sk: Do súboru %s sa nepodarilo zapísať zmeny.
uk_ua: Не можливо записати в файл ' %s'.

source: Count the number of words in the document
sk_sk: Program zistí počet slov v dokumente
uk_ua: Порахувати к-сть сл╕в, символ╕в ╕ т. д. в документ╕

source: Coverage
sk_sk: Rozsah ochrany

source: Coverage:
sk_sk: Rozsah ochrany:

source: Create New
sk_sk: Vytvoriť nový

source: Create Reference
sk_sk: Vytvoriť odkaz

source: Create Semantic Item
sk_sk: Vytvoriť sémantickú položku

source: Create a fax
sk_sk: Napísať fax
uk_ua: Створити факсове пов╕домлення

source: Create a new Revision
sk_sk: Urobiť ďalšiu opravu

source: Create a new blank document
sk_sk: Vytvoriť nový prázdny dokument
uk_ua: Створити новий порожн╕й документ

source: Create a new document
sk_sk: Vytvoríte nový dokument
uk_ua: Створити новий документ

source: Create a new document from a template
sk_sk: Vytvoriť nový dokument pomocou šablóny
uk_ua: Створити новий документ з заготовки

source: Create a new document using a template
sk_sk: Vytvoríte nový dokument zo šablóny

source: Create an empty document
sk_sk: Vytvoriť prázdny dokument
uk_ua: Почати порожн╕й документ

source: Create and Modify Styles
sk_sk: Vytvoriť a upravovať štýly

source: Create from &selection
sk_sk: Vytvoriť z výber&u

source: Create new Contact Semantic Item
sk_sk: Vytvoriť novú sémantickú položku kontaktu

source: Create new Contact Semantic Item by importing a vcard
sk_sk: Vytvoriť novú sémantickú položku kontaktu nahratím vkarty

source: Create new Reference to existing Semantic Item
sk_sk: Vytvoriť k existujúcej sémantickej položke nový odkaz

source: Create new Semantic Item
sk_sk: Vytvoriť novú sémantickú položku

source: Cu&t
sk_sk: &Vystrihnúť
uk_ua: Ви&р╕зати

source: Current Date
sk_sk: Aktuálny dátum
uk_ua: Поточна дата

source: Current Font
sk_sk: Použité písmo
uk_ua: Поточний шрифт

source: Current List Label
sk_sk: Názov tohto zoznamu
uk_ua: Поточне значення

source: Current List Type
sk_sk: Použitý typ zoznamu
uk_ua: Поточний тип

source: Current Selection is Empty
sk_sk: Aktuálny výber je prázdny
uk_ua: Вид╕лення ╓ порожн╕м

source: Current Settings
sk_sk: Aktuálne nastavenia
uk_ua: Поточн╕ установки

source: Current Time
sk_sk: Aktuálny čas
uk_ua: Поточний час

source: Cursor &blink
cy_cy: Chwinc Cyrsyr
sk_sk: &Blikajúci kurzor
uk_ua: Блимаючий &курсор

source: Custom
sk_sk: Vlastný

source: Custom Dictionary:
cy_cy: Geiriadur Personol:
sk_sk: Vlastný slovník:
uk_ua: Допом╕жний словник:

source: Customizable date/time
sk_sk: Vlastný formát dátumu/času

source: Customized List
sk_sk: Vlastný zoznam
uk_ua: Пристосований список

source: Cut
sk_sk: Vystrihnúť
uk_ua: Вир╕зати

source: Cut Embedded Object
sk_sk: Vystrihnúť objekt z iného programu

source: Cut Image
sk_sk: Vystrihnúť obrázok

source: Cut Object
sk_sk: Vystrihnúť objekt

source: Cut Text Box
sk_sk: Vystrihnúť textový rám

source: Cut the selection and put it on the Clipboard
sk_sk: Program vystrihne označený text a presunie ho do schránky
uk_ua: Вир╕зати вид╕лення ╕ вм╕стити його в буфер обм╕ну

source: D&irectional
sk_sk: &Smer textu

source: DL Envelope
sk_sk: Obálka DL

source: Dashed List
sk_sk: Odrážky v tvare pomlčky
uk_ua: Штрихи

source: Dashed line
sk_sk: Čiarkovaná čiara

source: Dashes
sk_sk: Odrážky

source: Date
sk_sk: Dátum
uk_ua: Коментар

source: Date Last Changed
sk_sk: Dátum poslednej zmeny

source: Date and &Time
sk_sk: &Dátum a čas
uk_ua: Дата ╕ &час

source: Date and Time
cy_cy: Dyddiad ac Amser
sk_sk: Dátum a čas
uk_ua: Дата та час

source: Day # in the year
sk_sk: Číslo dňa v roku
uk_ua: День # в роц╕

source: De&faults
cy_cy: Rhagddewis
sk_sk: &Predvolené
uk_ua: По &замовчуванню

source: Decimal
sk_sk: Des. čiarka
uk_ua: Десятковий

source: Decimal Tab
sk_sk: Desatinný tabulátor
uk_ua: Десятковий

source: Decrease indent
sk_sk: Zmenšíte odsadenie
uk_ua: Зменшити в╕дступ

source: Default date representation
sk_sk: Predvolený zápis dátumu
uk_ua: Представлення дати по замовчуванню

source: Default page size
sk_sk: Predvolená veľkosť strany
uk_ua: Розм╕р стор╕нки по замовчуванню

source: Default tab stops:
sk_sk: Predvolené tabul.:
uk_ua: Табуляц╕я по замовчуванню:

source: Default to right-to-left direction of text
sk_sk: Nastaviť smer textu na sprava doľava
uk_ua: По замовчуванню спрямування тексту справа нал╕во

source: Define Main Properties
sk_sk: Definovať hlavné vlastnosti

source: Define or apply style for the selection
sk_sk: Vyberte alebo použite štýl na vybratý text
uk_ua: Визначити або встановити стиль вид╕лення

source: Definition
sk_sk: Definícia

source: Delete
sk_sk: Odstrániť

source: Delete Cells
sk_sk: Program odstráni bunky

source: Delete Co&lumn
sk_sk: Odstrániť &stĺpec

source: Delete Column
sk_sk: Program odstráni stĺpec

source: Delete Embedded Object
sk_sk: Program odstráni objekt z iného programu

source: Delete Image
sk_sk: Odstrániť obrázok

source: Delete Object
sk_sk: Odstrániť objekt

source: Delete Ro&w
sk_sk: Odstrániť ria&dok

source: Delete Row
sk_sk: Program odstráni riadok

source: Delete Tabl&e
sk_sk: Odstrániť ta&buľku

source: Delete Table
sk_sk: Program odstráni tabuľku

source: Delete Text Box
sk_sk: Odstrániť textový rám

source: Delete annotation
sk_sk: Program odstráni poznámku

source: Delete column
sk_sk: Odstrániť stĺpec

source: Delete hyperlink
sk_sk: Program odstráni hypertextový odkaz
uk_ua: Стерти посилання

source: Delete row
sk_sk: Odstrániť riadok

source: Delete the selection
sk_sk: Program odstráni výber
uk_ua: Стерти вид╕лення

source: Delete this column from its table
sk_sk: Vymažete z tabuľky tento stĺpec

source: Delete this row from its table
sk_sk: Program z tabuľky odstráni tento riadok

source: Description
sk_sk: Popis

source: Description:
sk_sk: Popis:
uk_ua: Опис:

source: Details
sk_sk: Podrobnosti

source: Diamond List
sk_sk: Odrážky v tvare kosoštvorca
uk_ua: Ромби

source: Dictionaries
sk_sk: Slovníky

source: Different footer on facing pages
sk_sk: Iná päta na protiľahlých stranách
uk_ua: ╤накшi нижн╕ колонтитули на вза╓мно-протилежних стор╕нках

source: Different footer on first page
sk_sk: Iná päta na prvej strane
uk_ua: ╤накший нижн╕й колонтитул на перш╕й стор╕нц╕

source: Different footer on last page
sk_sk: Iná päta na poslednej strane
uk_ua: ╤накший нижн╕й колонтитул на останн╕й стор╕нц╕

source: Different header on facing pages
sk_sk: Iná hlavička na protiľahlých stranách
uk_ua: ╤накшi верхн╕ колонтитули на вза╓мно-протилежних стор╕нках

source: Different header on first page
sk_sk: Iná hlavička na prvej strane
uk_ua: ╤накший верхн╕й колонтитул на перш╕й стор╕нц╕

source: Different header on last page
sk_sk: Iná hlavička na poslednej strane
uk_ua: ╤накший верхн╕й колонтитул на останн╕й стор╕нц╕

source: Directly edit the RDF for the entire document...
sk_sk: Pramo upravíte RDF pre celý dokument...

source: Disable all formatting commands, except styles
sk_sk: Vypnúť všetky formátovacie príkazy okrem štýlov
uk_ua: Вимкнути команди, як╕ не форматують стиль

source: Disassociate
sk_sk: Zrušiť prepojenie

source: Disassociate and apply default stylesheet
sk_sk: Zrušiť prepojenie a použiť predvolený súbor so štýlmi

source: Display Credits
sk_sk: Zobrazí sa zoznam spolupracovníkov
uk_ua: Показати подяки

source: Display Help Contents
sk_sk: Zobrazí sa obsah pomocníka
uk_ua: Показати зм╕ст дов╕дки

source: Display Help Introduction
sk_sk: Zobrazí sa úvod pomocníka

source: Display non-printing characters
sk_sk: Program zobrazí značky, ktoré sa nevytlačia
uk_ua: Показати символи, що не друкуються

source: Display program information, version number, and copyright
sk_sk: Zobrazia sa informácie o programe, číslo verzie a informácie o autorských právach
uk_ua: Показати верс╕ю програми, статус ╕ т. д.

source: Display style:
sk_sk: Zobraziť štýl:

source: Do you want to reset ignored words in all the documents?
cy_cy: Eisiau Canslo Cyfluniad i'r Ddogfen Gyfredol i Gyd?
sk_sk: Chcete vymazať zoznam preskakovaných slov vo všetkých dokumentoch?
uk_ua: Ви д╕йсно хочете в╕дкинути вс╕ з╕гнорован╕ слова для вс╕х документ╕в?

source: Do you want to reset ignored words in the current document?
cy_cy: Eisiau Canslo'r Cyfluniad i'r Ddogfen Gyfredol?
sk_sk: Chcete vymazať zoznam preskakovaných slov v tomto dokumente?
uk_ua: Ви д╕йсно хочете в╕дкинути вс╕ з╕гнорован╕ слова для цього документу?

source: Document
sk_sk: Dokument

source: Document Properties
sk_sk: Vlastnosti dokumentu
uk_ua: Властивост╕ документу

source: Documents
sk_sk: Dokumenty

source: Don't restart
sk_sk: Číslovať nepretržite

source: Dots
sk_sk: Bodky

source: Dotted line
sk_sk: Bodkovaná čiara

source: Double
cy_cy: Dwbl
sk_sk: Dvojité
uk_ua: Подв╕йна

source: Double Spacing
sk_sk: Dvojité riadkovanie
uk_ua: ╤нтервал 2

source: Double spacing
sk_sk: Dvojité riadkovanie
uk_ua: Подв╕йна в╕дстань м╕ж рядками абзацу

source: Dump RDF Objects
sk_sk: Zahodiť objekty RDF

source: Dump RDF related to Cursor Position
sk_sk: Zahodiť RDF priradené k pozícii kurzora

source: Dump out information about RDF Objects
sk_sk: Zbaví sa informácií o objektoch RDF

source: Dump the raw RDF associated with the cursor position
sk_sk: Zahodíte RDF priradené k pozícii kurzora

source: E&dit Semantic Items
sk_sk: &Upraviť sémantické položky

source: Edit Annotation
sk_sk: Úprava poznámky

source: Edit Equation
sk_sk: Upraviť rovnicu

source: Edit Footer
sk_sk: Môžete upraviť pätu
uk_ua: Редагувати нижн╕й колонтитул

source: Edit Header
sk_sk: Upraviť hlavičku
uk_ua: Редагувати верхн╕й колонтитул

source: Edit LaTeX Equation
sk_sk: Môžete upraviť rovnicu z Latexu

source: Edit RDF Triples
sk_sk: Upraviť trojice RDF

source: Edit RDF Triples associated with location
sk_sk: Upraviť trojice RDF priradené k umiestneniu

source: Edit Semantic Items for location
sk_sk: Upraviť sémantické položky umiestnenia

source: Edit annotation
sk_sk: Upraviť poznámku

source: Edit document RDF
sk_sk: Upraviť dokument RDF

source: Edit hyperlink
sk_sk: Môžete upraviť hypertextový odkaz

source: Edit text at the top or bottom of every page
sk_sk: Upravíte text v hlavičke alebo päte na každej strane
uk_ua: Редагувати текст внизу ╕ вгор╕ кожно╖ стор╕нки

source: Edit the Footer on the current page
sk_sk: Upravíte pätu na tejto strane
uk_ua: Редагувати нижн╕й колонтитул поточно╖ стор╕нки

source: Edit the Header on the current page
sk_sk: Upravíte hlavičku na tento strane
uk_ua: редагувати верхн╕й колонтитул поточно╖ стор╕нки

source: Edit this Semantic Item
sk_sk: Upraviť túto sémantickú položku

source: Embedded
sk_sk: Vložený

source: Enable F&ormatting Tools
sk_sk: Po&voliť nástroje na úpravu textu

source: Enable Smooth Scrolling
sk_sk: Dovoliť rýchle rolovanie

source: Enable shading
sk_sk: Povoliť tieňovanie

source: Enable smart (curly) quotes
sk_sk: Povoliť inteligentné (okrúhle) úvodzovky

source: Endnote anchor
sk_sk: Odkaz na koncovú poznámku
uk_ua: Як╕р прим╕тки

source: Endnote reference
sk_sk: Odkaz na koncovú poznámku
uk_ua: Посилання на прим╕тку

source: Endnote style:
sk_sk: Štýl konc. pozn.:

source: Endnotes
sk_sk: Koncové poznámky

source: Envelope 6x9
sk_sk: Obálka 6 x 9

source: Envelope No10
sk_sk: Obálka č. 10

source: Equation
sk_sk: Rovnicu

source: Error calculating value!
sk_sk: Chyba pri výpočte hodnoty!
uk_ua: Помилка при обчисленн╕!

source: Error executing script %s
sk_sk: Chyba pri spúšťaní skriptu %s
uk_ua: Помилка при виконанн╕ скрипту %s

source: Error importing file %s.
cy_cy: Mewnforio Camgymeriad yn Ffeil %s.
sk_sk: Chyba pri importe súboru %s.
uk_ua: Помилка при ╕мпортуванн╕ файлу %s.

source: Error while attempting to save %s: could not construct exporter
cy_cy: Amhosibl Arbed Ffeil %s.
sk_sk: Pri ukladaní súboru %s došlo k chybe: súbor sa nepodarilo vytvoriť
uk_ua: Помилка при спроб╕ запису %s: Неможливо створити експортний ф╕льтр

source: Error while attempting to save %s: invalid name
cy_cy: Amhosibl Arbed Ffeil %s.
sk_sk: Pri pokuse uložiť súbor %s došlo k chybe: neplatný názov
uk_ua: Помилка при спроб╕ запису %s: нед╕йсне ╕м'я

source: Events:
sk_sk: Udalosti:

source: Ex. script
sk_sk: Spúšť. skript
uk_ua: Виконати скрипт

source: Exactly
cy_cy: Yn Union
sk_sk: Presne
uk_ua: Точно

source: Example:
sk_sk: Ukážka:

source: Execute Query
sk_sk: Vykonať požiadavku

source: Execute SPARQL on document RDF
sk_sk: Spustiť SPARQL v dokumente RDF

source: Execute a SPARQL Query on all document RDF...
sk_sk: Spustiť SPARQL Query vo všetkých dokumentoch RDF...

source: Execute helper scripts
sk_sk: Spustia sa pomocné skripty
uk_ua: Виконати допом╕жн╕ скрипти

source: Execute script
sk_sk: Spustia sa skripty
uk_ua: Виконати скрипт

source: Existing revisions:
sk_sk: Existujúce opravy:
uk_ua: ╤снуюч╕ рев╕з╕╖:

source: Export Semantic Items
sk_sk: Exportovať sémantické položky

source: Export Semantic Items for location
sk_sk: Exportovať sémantické položky umiestnenia

source: Extra
sk_sk: Ďalší

source: Extra Parameters:
sk_sk: Ďalšie parametre:

source: Extra Toolbar
sk_sk: Ďalší panel s nástrojmi
uk_ua: Додаткова

source: F&ile
sk_sk: &Súbor
uk_ua: &Вставити файл

source: F&ormat
sk_sk: F&ormát
uk_ua: Ф&орматування

source: F&ull Screen
sk_sk: Na &celú obrazovku
uk_ua: П&овний екран

source: Fi&nd what:
cy_cy: Canfod:
sk_sk: &Nájsť:
uk_ua: Шу&кати:

source: Field Name:
sk_sk: Názov poľa:

source: File %s is not of a currently supported file type
cy_cy: Math Digefnogaeth
sk_sk: Súbor %s nie je momentálne podporovaným typom súboru
uk_ua: Файл типу '%s' не п╕дтриму╓ться в даний момент

source: File %s is not of the type it claims to be
cy_cy: Math Ffug
sk_sk: Súbor %s nie je typom súboru, akým by mal byť
uk_ua: Файл '%s' не в╕дпов╕да╓ сво╓му типу

source: File %s is of unknown type
cy_cy: Math Anhysbys
sk_sk: Súbor %s je neznámym typom súboru
uk_ua: Нев╕домий тип файлу %s

source: File %s not found
cy_cy: Ffeil %s Heb ei Ganfod
sk_sk: Súbor %s sa nenašiel
uk_ua: Файл '%s' не знайдено

source: File Name
sk_sk: Názov súboru
uk_ua: Назва файлу

source: Fill style:
sk_sk: Štýl výplne:

source: Find
cy_cy: Canfod
sk_sk: Nájsť
uk_ua: Знайти

source: Find &next revision
sk_sk: Nájsť ď&alšiu opravu

source: Find &previous revision
sk_sk: Nájsť &predchádzajúcu opravu

source: Find by Relation
sk_sk: Nájsť podľa vzťahu

source: Find next visible revision in the document
sk_sk: Program nájde ďalšiu zobrazenú opravu v dokumente

source: Find previous visible revision in the document
sk_sk: Program nájde predchádzajúcu zobrazenú opravu v dokumente

source: Find the specified text
sk_sk: Môžete nájsť určitý text
uk_ua: Знайти заданий текст

source: First Line Indent [%s]
cy_cy: Indent/Bwlch Llinell Gyntaf [%s]
sk_sk: Odsadenie prvého riadka [%s]
uk_ua: Перший рядок з в╕дступом [%s]

source: First line
cy_cy: Llinell Gyntaf
sk_sk: Prvý riadok
uk_ua: Перший рядок

source: Fixed column size:
sk_sk: Presná veľkosť stĺpca:

source: Fold below level 1
sk_sk: Pod úrovňou 1

source: Fold below level 2
sk_sk: Pod úrovňou 2

source: Fold below level 3
sk_sk: Pod úrovňou 3

source: Fold below level 4
sk_sk: Pod úrovňou 4

source: Folio
sk_sk: Fólia

source: Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph
sk_sk: Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek Ďalší odsek
uk_ua: Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац Наступний абзац

source: Font
cy_cy: Teitl Ffont
sk_sk: Písmo
uk_ua: Шрифт

source: Font Choose
sk_sk: Vyberte si písmo

source: Font Size
sk_sk: Veľkosť písma
uk_ua: Розм╕р шрифту

source: Font choose
sk_sk: Vybrať písmo

source: Font color
sk_sk: Farba písma
uk_ua: Кол╕р шрифту

source: Font...
sk_sk: Písmo...
uk_ua: Шрифт...

source: Font:
sk_sk: Písmo:

source: Foot&note
sk_sk: &Poznámku pod čiarou

source: Footer
sk_sk: Pätu
uk_ua: Нижн╕й колонтитул

source: Footer Properties
sk_sk: Vlastnosti päty
uk_ua: Властивост╕ нижнього колонтитула

source: Footer [%s]
sk_sk: Päta [%s]
uk_ua: Нижн╕й колонтитул [%s]

source: Footnote anchor
sk_sk: Odkaz na poznámku pod čiarou

source: Footnote reference
sk_sk: Odkaz na poznámku pod čiarou

source: Footnote style:
sk_sk: Štýl poznámok pod čiarou:

source: Footnotes
sk_sk: Poznámky pod čiarou

source: Footnotes and &Endnotes
sk_sk: Poznámky pod čiarou a &koncové poznámky

source: Force LTR direction of text
sk_sk: Nastaviť smer textu na zľava doprava
uk_ua: Примусити напрямок тексту зл╕ва направо

source: Force RTL direction of text
sk_sk: Nastaviť smer textu na sprava doľava
uk_ua: Примусити напрямок тексту справа нал╕во

source: Force left-to-right direction of text
sk_sk: Program nastaví smer textu zľava doprava

source: Force right-to-left direction of text
sk_sk: Program použije smer textu sprava doľava

source: Force text LTR
sk_sk: Použiť smer textu zľava doprava
uk_ua: Примусити напрямок зл╕ва направо

source: Force text RTL
sk_sk: Použiť smer textu sprava doľava
uk_ua: Примусити напрямок справа нал╕во

source: Format
sk_sk: Formátovať
uk_ua: Форматувати

source: Format Embedded Object
sk_sk: Môžete vložiť objekt z iného programu

source: Format Footnotes and Endnotes
sk_sk: Formát poznámok pod čiarou a koncových poznámok

source: Format Header/Footers
sk_sk: Formát hlavičky/päty

source: Format Ob&ject
sk_sk: Formátovať ob&jekt

source: Format Painter
sk_sk: Formát kresby
uk_ua: Застосувати формат

source: Format Table
sk_sk: Formát tabuľky

source: Format Table of Contents
sk_sk: Formát obsahu

source: Format Text Box
sk_sk: Formát textového rámu

source: Format Toolbar
sk_sk: Formát panelu s nástrojmi
uk_ua: Форматувати

source: Format this image
sk_sk: Môžete upravovať obrázok

source: Format your document using styles
sk_sk: Môžete zmeniť písmo v dokumente pomocou štýlov

source: Format:
sk_sk: Formát:
uk_ua: Формат:

source: From File (.xml, .mathml)
sk_sk: Zo súboru (.xml, .mathml

source: From LaTeX
sk_sk: Z LaTexu

source: Full Screen
sk_sk: Na celú obrazovku

source: General
sk_sk: Všeobecné
uk_ua: Загальне

source: Go To
cy_cy: Ewch i
sk_sk: Prejsť na
uk_ua: Перейти

source: Go To &What:
cy_cy: Ewch i:
sk_sk: &Prejsť na:
uk_ua: Перейти &до:

source: Go to
sk_sk: Prejsť na
