Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: Invalid pathname.
cy_cy: Llwybr Annilys
sk_sk: Neplatné umiestnenie.
uk_ua: Неправильний шлях.

source: Irish
sk_sk: írčina
uk_ua: ╤рландська

source: Italian
sk_sk: taliančina

source: Japanese
sk_sk: japončina
uk_ua: Японська

source: Japanese, EUC-JP
sk_sk: Japončina, EUC-JP
uk_ua: Японське, EUC-JP

source: Japanese, ISO-2022-JP
sk_sk: Japončina, ISO-2022-JP
uk_ua: Японське, ISO-2022-JP

source: Japanese, Shift-JIS
sk_sk: Japončina, Shift-JIS
uk_ua: Японське, Shift-JIS

source: Japanese, Windows Code Page 932
sk_sk: Japončina, kódová stránka Windows 932
uk_ua: Японське, Windows Code Page 932

source: Kannada
sk_sk: kannadský (India)

source: Kazakh
sk_sk: kazašský jazyk

source: Khmer
sk_sk: khmérčina

source: Korean
sk_sk: kórejčina
uk_ua: Корейська

source: Korean (South Korea)
sk_sk: kórejský (Južná Kórea)

source: Korean, EUC-KR
sk_sk: Kórejčina, EUC-KR
uk_ua: Корейське, EUC-KR

source: Korean, JOHAB
sk_sk: Kórejčina, JOHAB

source: Korean, KSC_5601
sk_sk: Kórejčina, KSC_5601
uk_ua: Корейське, KSC_5601

source: Korean, Windows Code Page 949
sk_sk: Kórejčina, kódová stránka Windows 949
uk_ua: Корейське, Windows Code Page 949

source: Kurdish
sk_sk: kurdský

source: Lao
sk_sk: laoský

source: Last saved:
sk_sk: Naposledy uložený:

source: Latin
sk_sk: latinský

source: Latvian
sk_sk: lotyšský
uk_ua: Латв╕йська

source: Lithuanian
sk_sk: litovský
uk_ua: Литовська

source: Loading Clip Art...
sk_sk: Nahráva sa Clip Art...

source: Lojban
sk_sk: ložban

source: Lowercase
sk_sk: malé písmená

source: Macedonian
sk_sk: macedónčina

source: Make default for document
sk_sk: Predvoliť pre tento dokument

source: Malagasy
sk_sk: malgaština

source: Malay
sk_sk: malajčina

source: Maori
sk_sk: maorčina

source: Marathi
sk_sk: marathičtina

source: Marshallese (Marshall Islands)
sk_sk: maršalčina (Maršálove ostrovy)

source: Marshallese (Nauru)
sk_sk: maršalčina (Nauru)

source: Merge
sk_sk: Zlúčiť

source: Mongolian
sk_sk: mongolský

source: Name:
sk_sk: Názov:
uk_ua: Назва

source: Nepali
sk_sk: nepálsky

source: No
cy_cy: Nage
sk_sk: Nie
uk_ua: Н╕

source: No Picture
sk_sk: Žiadny obrázok
uk_ua: Без зображення

source: No plugin selected
sk_sk: Neoznačili ste žiadny zásuvný modul
uk_ua: Не вибрано н╕яких модул╕в

source: Normal
sk_sk: Normálny

source: Not available
sk_sk: Nedostupný

source: Numbered Heading 1
sk_sk: Číslovaný nadpis 1

source: Numbered Heading 2
sk_sk: Číslovaný nadpis 2

source: Numbered Heading 3
sk_sk: Číslovaný nadpis 3

source: Occitan
sk_sk: okcitánčina

source: Open File
cy_cy: Agor Teitl
sk_sk: Otvorenie súboru
uk_ua: В╕дкрити файл

source: Open file as &type:
sk_sk: Otvoriť &typ súboru:

source: Opened Documents
sk_sk: Otvorené dokumenty

source: Other...
sk_sk: Iné...

source: P&ercent:
cy_cy: Canran:
sk_sk: P&očet percent:
uk_ua: П&роцент:

source: Page Width
sk_sk: Na šírku obrazovky
uk_ua: П╕д╕гнати до ширини стор╕нки

source: Page ranges:
cy_cy: Ystod Tudalennau:
sk_sk: Rozsah tlače:
uk_ua: Д╕апазон стор╕нок:

source: Pashto
sk_sk: paštúnsky

source: Password:
sk_sk: Heslo:
uk_ua: Пароль:

source: Plain Text
sk_sk: Neformátovaný text

source: Plugin Details
sk_sk: Podrobnosti o zásuvnom module

source: Plugin List
sk_sk: Zoznam zásuvných modulov
uk_ua: Список модул╕в

source: Polish
sk_sk: poľský
uk_ua: Польська

source: Portuguese (Brazil)
sk_sk: portugalský (Brazília)
uk_ua: Португальська (Бразил╕я)

source: Portuguese (Portugal)
sk_sk: portugalský (Portugalsko)
uk_ua: Португальська (Португал╕я)

source: Position relative to its Column
sk_sk: Umiestnenie podľa stĺpca

source: Position relative to its Page
sk_sk: Umiestnenie podľa strany

source: Position relative to nearest paragraph
sk_sk: Umiestnenie podľa najbližšieho odseku

source: Preserve aspect ratio
sk_sk: Zachovať pomer strán
uk_ua: Зберегти сп╕вв╕дношення:

source: Preview Picture
sk_sk: Ukázať obrázok
uk_ua: Попередн╕й перегляд зображення

source: Print To File
cy_cy: Argraffu yn Enw
sk_sk: Tlač do súboru
uk_ua: Друкувати у файл

source: Print file as &type:
sk_sk: Tlačiť súbor ako &typ:

source: Print in:
cy_cy: Argraffu:
sk_sk: Tlačiť na:
uk_ua: Друкувати в:

source: Print to:
cy_cy: Argraffu yn:
sk_sk: Tlačiť do:
uk_ua: Друкувати на:

source: Printer
cy_cy: Argraffydd
sk_sk: Tlačiareň
uk_ua: Принтер

source: Printer command:
cy_cy: Gorchymyn Argraffydd:
sk_sk: Príkaz na tlač:
uk_ua: Команда друку:

source: Punjabi (India)
sk_sk: pandžábčina (India)

source: Punjabi (Pakistan)
sk_sk: pandžábčina (Pakistan)

source: Quechua
sk_sk: kečuánčina

source: Quechua (Cusco)
sk_sk: kečuánčina (Cusco)

source: Quechua (Northern Bolivia)
sk_sk: kečuáčina (severná Bolívia)

source: Quechua (Southern Bolivia)
sk_sk: kečuánčina (južná Bolívia)

source: Read-Only
sk_sk: Len na čítanie

source: Record Editing to File
sk_sk: Do súboru zaznamenať trvanie úprav

source: Regular
cy_cy: Eitalig
sk_sk: Obyčajné
uk_ua: Звичайний

source: Relationship:
sk_sk: Vzťah:

source: Render MathML to PNG images (JavaScript will be used if option is not checked)
sk_sk: Previesť MathML na obrázky PNG (ak neoznačíte túto možnosť, použije sa JavaScript)

source: Replay Editing from File
sk_sk: Urobiť úpravy ako v súbore

source: Restore
sk_sk: Obnoviť

source: Restore Settings
sk_sk: Vrátiť pôvodné

source: Results
sk_sk: Výsledok

source: Romanian
sk_sk: rumunčina
uk_ua: Румунська

source: Romanian, Macintosh
sk_sk: Rumunčina, Macintosh
uk_ua: Румунське, Macintosh

source: Russian
sk_sk: ruština

source: Russian, pre-1918
sk_sk: ruština, pred r. 1918

source: Sample
sk_sk: Ukážka
uk_ua: Приклад

source: Sardinian
sk_sk: sardínsky (Taliansko)

source: Save File As
cy_cy: Arbed gydag Enw
sk_sk: Uložiť súbor ako
uk_ua: Зберегти файл як

source: Save Settings
sk_sk: Uložiť nastavenia

source: Save file as &type:
sk_sk: &Typ súboru:

source: Script:
sk_sk: Skript:
uk_ua: Скрипт:

source: Section
sk_sk: Sekcia

source: Section Heading
sk_sk: Názov sekcie

source: Select Encoding:
sk_sk: Zvoľte si kódovanie:
uk_ua: Виб╕р кодування:

source: Select HTML export options:
sk_sk: Vyberte možnosti na prevod do HTML:

source: Select Language:
sk_sk: Vyberte si jazyk:
uk_ua: Виб╕р мови:

source: Serbian
sk_sk: srbčina

source: Serbian, Latin
sk_sk: srbčina, latinka

source: Set Language
sk_sk: Nastaviť jazyk

source: Set no Highlight Color
sk_sk: Nezvýrazňovať text
uk_ua: Прибрати кол╕р вид╕лення

source: Size:
cy_cy: Maint:
sk_sk: Veľkosť:
uk_ua: Розм╕р:

source: Slovak
sk_sk: slovenčina
uk_ua: Словацька

source: Slovenian
sk_sk: slovinčina
uk_ua: Словенська

source: Small Capitals
sk_sk: Malé verzálky

source: Songhay
sk_sk: songajčina

source: Spanish (Mexico)
sk_sk: španielčina (Mexiko)
uk_ua: ╤спанська (Мексика)

source: Spanish (Spain)
sk_sk: španielčina (Španielsko)
uk_ua: ╤спанська (╤спан╕я)

source: Split document
sk_sk: Rozdeliť dokument

source: Square text wrapping
sk_sk: Zalomenie do štvorca

source: Styles:
sk_sk: Štýly:

source: Swahili
sk_sk: svahilčina

source: Swedish
sk_sk: švédčina
uk_ua: Шведська

source: Symbols
sk_sk: Symboly

source: Syriac
sk_sk: sýrčina

source: Tamil
sk_sk: tamilčina

source: Text Color
sk_sk: Farba textu
uk_ua: Кол╕р тексту

source: Text wrapped on both sides of the Image
sk_sk: Text je zalomený z oboch strán obrázka

source: Text wrapped to the Left of the Image
sk_sk: Text je zalomený naľavo od obrázka

source: Text wrapped to the Right of the Image
sk_sk: Text je zalomený napravo od obrázka

source: Thai
sk_sk: thajčina
uk_ua: Тай

source: Thai, Macintosh
sk_sk: Thajčina, Macintosh
uk_ua: Тай, Macintosh

source: Thai, TIS-620
sk_sk: Thajčina, TIS-620
uk_ua: Тай, TIS-620

source: Thai, Windows Code Page 874
sk_sk: Thajčina, kódová stránka Windows 874
uk_ua: Тай, Windows Code Page 874

source: The directory '%s' is write-protected.
cy_cy: Nid yw'r Blygell '%s' Nid yw'r Blygell yn Ysgrifenadwy.
sk_sk: Adresár „%s“ je chránený proti zápisu.
uk_ua: Каталог '%s' т╕льки для читання.

source: The given file extension does not match the chosen file type. Do you want to use this name anyway?
sk_sk: Táto prípona nepasuje k typu tohto súboru. Chcete tento názov aj tak použiť?

source: The nearest version that can be restored fully is %d. Would you like to restore this version instead? To partially restore version %d press No.
sk_sk: Najbližšia verzia, ktorá sa dá úplne obnoviť, je %d. Chcete namiesto nej obnoviť túto verziu? Ak chcete čiastočne obnoviť verziu %d, stlačte „Nie“.

source: The print command string is not valid.
cy_cy: Cadwyn Argraffu Annilys
sk_sk: Neplatný príkaz na tlač.
uk_ua: Команда друку некоректна.

source: This operation cannot be undone. Are you sure you want to proceed?
sk_sk: Táto operácia sa nedá odvolať. Ste si istý (-á), že chcete pokračovať?

source: Tight text wrapping
sk_sk: Tesné zalomenie textu

source: To continue anyway, press OK.
sk_sk: Ak chcete napriek tomu pokračovať, stlačte „OK“.

source: To quit the restoration attempt, press Cancel.
sk_sk: Ak chcete ukončiť pokus o obnovu, stlačte „Zrušiť“.

source: Turkish
sk_sk: turečtina
uk_ua: Турецька

source: Turkish, ISO-8859-9
sk_sk: Turečtina, ISO-8859-9
uk_ua: Турецьке, ISO-8859-9

source: Turkish, Macintosh
sk_sk: Turečtina, Macintosh
uk_ua: Турецьке, Macintosh

source: Turkish, Windows Code Page 1254
sk_sk: Turečtina, kódová stránka Windows 1254
uk_ua: Турецьке, Windows Code Page 1254

source: Type of text wrapping
sk_sk: Typ zalomenia textu

source: Ukrainian
sk_sk: ukrajinčina
uk_ua: Укра╖нська

source: Ukrainian, KOI8-U
sk_sk: Ukrajinčina, KOI8-U
uk_ua: Укра╖нське, KOI8-U

source: Ukrainian, Macintosh
sk_sk: Ukrajinčina, Macintosh
uk_ua: Укра╖нське, Macintosh

source: Untitled%d
cy_cy: Dogfen ddi-deitl
sk_sk: Bez názvu %d
uk_ua: БезНазви%d

source: Uppercase
sk_sk: VEĽKÉ písmená

source: Urdu
sk_sk: urdčina

source: Urdu (Pakistan)
sk_sk: urdský (Pakistan)

source: Uzbek
sk_sk: uzbečtina

source: Version history
sk_sk: Zoznam verzií

source: Version:
sk_sk: Verzia:

source: Version: %s
sk_sk: Verzia: %s

source: Vietnamese
sk_sk: vietnamčina
uk_ua: В'╓тнамська

source: Vietnamese, TCVN
sk_sk: Vietnamčina, TCVN
uk_ua: В'╓тнамське, TCVN

source: Vietnamese, VISCII
sk_sk: Vietnamčina, VISCII
uk_ua: В'╓тнамське, VISCII

source: Vietnamese, Windows Code Page 1258
sk_sk: Vietnamčina, kódová stránka Windows 1258
uk_ua: В'╓тнамське, Windows Code Page 1258

source: View Document
sk_sk: Zobraziť dokument
uk_ua: Активувати в╕кно

source: View:
sk_sk: Zobrazenie:
uk_ua: Активувати:

source: Welsh
sk_sk: waleština
uk_ua: Вал╕зька

source: Western European, DOS/Windows Code Page 850
sk_sk: Západoeurópske, kódová stránka DOS/Windows 850

source: Western European, HP
sk_sk: Západoeurópske, HP
uk_ua: Зах╕дно-╓вропейська, HP

source: Western European, ISO-8859-1
sk_sk: Západoeurópske, ISO-8859-1
uk_ua: Зах╕дно-╓вропейська, ISO-8859-1

source: Western European, Macintosh
sk_sk: Západoeurópske, Macintosh
uk_ua: Зах╕дно-╓вропейська, Macintosh

source: Western European, NeXT
sk_sk: Západoeurópske, NeXT
uk_ua: Зах╕дно-╓вропейська, NeXT

source: Western European, Windows Code Page 1252
sk_sk: Západoeurópske, kódová stránka Windows 1252
uk_ua: Зах╕дно-╓вропейська, Windows Code Page 1252

source: Whole Page
sk_sk: Celá strana
uk_ua: П╕д╕гнати до розм╕ру стор╕нки

source: Width:
sk_sk: Šírka:
uk_ua: Ширина:

source: Width:
sk_sk: Šírka:
uk_ua: Ширина:

source: Yes
cy_cy: Ie
sk_sk: Áno
uk_ua: Так

source: Yiddish
sk_sk: jidiš

source: You have to save changes to document %s before proceeding. Save now?
sk_sk: Predtým, ako budete pokračovať, treba dokumente %s uložiť zmeny. Chcete to urobiť teraz?

source: Zoom to
cy_cy: Chwyddo
sk_sk: Upraviť na
uk_ua: Масштабувати до

source: _No
cy_cy: _Nage
sk_sk: _Nie
uk_ua: _Н╕

source: _Yes
cy_cy: _Ie
sk_sk: Án_o
uk_ua: _Так

source: different
sk_sk: odlišné

source: diverging after document position %d
sk_sk: odlišuje sa od miesta v dokumente číslo %d

source: diverging after version %d of %s
sk_sk: odlišuje sa od verzie %d z(o) %s

source: identical
sk_sk: totožné

source: inch
cy_cy: Modfedd
sk_sk: palce
uk_ua: дюйм

source: pica
sk_sk: pico

source: points
cy_cy: Pwyntiau
sk_sk: body
uk_ua: пункти

source: siblings
sk_sk: podobné

source: unrelated
sk_sk: žiadna podobnosť

# STYLE_NONE
source: None
sk_sk: Žiadny

source: &1 None
uk_ua: &1 Нема

source: &Autotext
uk_ua: &Aвтотекст

source: &Available formats:
cy_cy: &Ffurfiau ar Gael:
uk_ua: &Доступн╕ формати:

source: &Clip Art
uk_ua: &Кл╕п-арт

source: &Enable smart quotes
uk_ua: &Дозволити автоматичну зам╕ну лапок

source: &From File
uk_ua: &З файлу

source: ATTN:
uk_ua: УВАГА:

source: AbiWord cannot open %s. It appears to be an invalid document
uk_ua: AbiWord не в змоз╕ в╕дкрити %s. Документ нед╕йсний або пошкоджений

source: About &GNU Free Software
uk_ua: Про в╕льне програмне забезпечення &GNU

source: About &Open Source
uk_ua: Про &Open Source

source: About the GNU project
uk_ua: Про проект GNU

source: Allow Custom Toolbars
uk_ua: Дозволити пристосування панелей ╕нструмент╕в

source: Attention:
uk_ua: Увага:

source: Available Styles
uk_ua: Доступн╕ стил╕

source: BCC:
uk_ua: Та╓мна коп╕я:

source: Best regards,
uk_ua: Щиро дякую,

source: Best wishes,
uk_ua: З найкращими побажаннями,

source: Bi-Directional Options
uk_ua: Установки двонаправленого тексту

source: CC:
uk_ua: Коп╕я:

source: CERTIFIED MAIL
uk_ua: СЕРТИФ╤КОВАНЕ ПОВ╤ДОМЛЕННЯ

source: CONFIDENTIAL
uk_ua: ДОВ╤РЛИВО

source: Check &Version
uk_ua: Перев╕рити &верс╕ю

source: Closing:
uk_ua: Завершення:

source: Cordially,
uk_ua: Сердечно,

source: Dear Mom and Dad,
uk_ua: Дорог╕ тато ╕ мама,

source: Dear Sir or Madam:
uk_ua: Шановний пане або пан╕,

source: Default date (w/o time)
uk_ua: Дата по замовчуванню (без часу)

source: Display Help Index
uk_ua: Показати предметний покажчик дов╕дки

source: Display information about Open Source
uk_ua: Показати ╕нформац╕ю про Open Source

source: Display program version number
uk_ua: Показати верс╕ю програми

source: Email:
uk_ua: Е-пошта:

source: Extra parameters:
uk_ua: Додатков╕ параметри:

source: From:
uk_ua: В╕д:

source: Fwd:
uk_ua: Впр:

source: Go to...
cy_cy: Ewch i...
uk_ua: Перейти...

source: Header/Footers
uk_ua: Форматувати верхн╕/нижн╕ колонтитули

source: INS
uk_ua: ВСТ

source: In reply to:
uk_ua: В╕дпов╕дь на:

source: Insert a picture
uk_ua: Вставити зображення

source: Insert break
uk_ua: Розрив

source: Insert field
uk_ua: Поле

source: Ladies and Gentlemen:
uk_ua: Пан╕ та панове,

source: Leader
uk_ua: Л╕дер

source: Line
uk_ua: Рядок

source: List
uk_ua: Список

source: Lists for
uk_ua: Список

source: Love,
uk_ua: Щиро тв╕й,

source: Mail Instructions:
uk_ua: Поштов╕ прим╕тки:

source: Manage changes in document
uk_ua: Керувати зм╕нами документу

source: Max Column size
uk_ua: Максимальна ширина стовпця

source: Modify Styles
uk_ua: Зм╕нити стил╕

source: Number of Columns
uk_ua: К╕льк╕сть стовпц╕в

source: OVR
uk_ua: ЗАМ

source: Orientation...
uk_ua: Ор╕╓нтац╕я...

source: PERSONAL
uk_ua: ОСОБИСТО

source: Page Reference
uk_ua: Посилання на стор╕нку

source: Paper...
uk_ua: Пап╕р...

source: Printing Document..
uk_ua: Друк документу.

source: RE:
uk_ua: На:

source: REGISTERED MAIL
uk_ua: РЕГ╤СТРОВАНА ПОШТА

source: Reference:
uk_ua: Посилання:

source: Regards,
uk_ua: З повагою,

source: Remove Property from Style
uk_ua: Видалити властив╕сть з╕ стилю

source: Respectfully yours,
uk_ua: З повагою, Ваш

source: Respectfully,
uk_ua: З повагою,

source: SPECIAL DELIVERY
uk_ua: СПЕЦ╤АЛЬНЕ ДОСТАВЛЕННЯ

source: Salutation:
uk_ua: Прив╕тання:

source: Scale...
uk_ua: Масштабування...

source: Section breaks
cy_cy: Rhandoriadau
uk_ua: Новий розд╕л

source: Select a target bookmark from the list.
uk_ua: Вибрати закладку з╕ списку.

source: Show the AbiWord splash screen on application startup
uk_ua: Показати в╕кно запуску AbiWord

source: Sincerely yours,
uk_ua: Щиро Ваш(а),

source: Space after Column
uk_ua: ╤нтервал п╕сля стовпця

source: Style Type
uk_ua: Тип стилю

source: Style for following paragraph
uk_ua: Стиль для наступного абзацу

source: Subject
uk_ua: Тема

source: Sy&mbol
uk_ua: С&имвол

source: Symbol
uk_ua: Символ

source: Take care,
uk_ua: Бережи себе,

source: Text
uk_ua: Текст

source: Thank you,
uk_ua: Щиро дякую,

source: Thanks,
uk_ua: Дякую,

source: This paragraph represents words as they might appear in your document. To see text from your document used in this preview, position your cursor in a document paragraph with some text in it and open this dialog.
uk_ua: Даний абзац демонстру╓ слова, як вони повинн╕ виглядати у вашому документ╕. Для того, щоб побачити тут текст з вашого документа, перем╕ст╕ть курсор на абзац, в якому м╕ститься який-небудь текст, ╕ викличте цей д╕алог.

source: To Whom It May Concern:
uk_ua: Шановн╕ пан╕ та панове,

source: To:
uk_ua: До:

source: Type a name for the bookmark, or select an existing from the list.
uk_ua: Набер╕ть назву закладки або вибер╕ть з╕ списку

source: VIA AIRMAIL
uk_ua: АВ╤АПОШТОЮ

source: VIA FACSIMILE
uk_ua: ФАКСОМ

source: VIA OVERNIGHT MAIL
uk_ua: Н╤ЧНОЮ ПОШТОЮ

source: Yours truly,
uk_ua: Щиро ваш(а),

source: dd/mm/yy
uk_ua: дд/мм/рр

source: mm/dd/yy
uk_ua: мм/дд/рр

source: Font
uk_ua: Шрифт

source: Clip Art
uk_ua: Клiп-Арт

source: Dutch (Netherlands)
uk_ua: Датська (Голланд╕я)

source: Effects
cy_cy: Effeithiau
uk_ua: Ефекти

source: Esperanto
uk_ua: Есперанто

source: Flemish (Belgium)
uk_ua: Фламська (Бельг╕я)

source: Importing Document..
uk_ua: ╤мпортувати документ.

source: Interlingua
uk_ua: ╕нтерл╕нгва

source: Italian (Italy)
uk_ua: ╤тал╕йська (╤тал╕я)

source: Korean, Johab
uk_ua: Корейське, Johab

source: Latin (Renaissance)
uk_ua: Латинська (Ренесанс)

source: Norwegian Bokmal
uk_ua: Норвезька (Бокмал)

source: Norwegian Nynorsk
uk_ua: Норвезька (Нинорск)

source: OK
cy_cy: Iawn
uk_ua: Гаразд

source: Open file as type:
cy_cy: Agor Ffeil gydag Enw:
uk_ua: В╕дкрити файл як:

source: Plugin Details:
uk_ua: Детал╕ модуля

source: Print file as type:
cy_cy: Argraffu Ffeil gydag Enw:
uk_ua: Друкувати файл як:

source: Russian (Russia)
uk_ua: Рос╕йська (Рос╕я)

source: Save file as type:
cy_cy: Arbed Ffeil gydag Enw:
uk_ua: Записати файл як:

source: cm
uk_ua: см

source: mm
uk_ua: мм

source: &Indents and Spacing
cy_cy: &Bwlch/Indent a Gofod

source: &units:
cy_cy: & Unedau Mesur:

source: Break
cy_cy: Toriad

source: Characters (no spaces)
cy_cy: Heb Gymeriadau

source: Characters (with spaces)
cy_cy: Gyda Chymeriadau

source: Choose your target in the left side.
cy_cy: Cymorth

source: Current Preferences Scheme
cy_cy: Dewis Cynllun Cyfredol

source: Field
cy_cy: Maes

source: File %s is a bogus document
cy_cy: Dogfen Ffug

source: Ignore Internet and &file addresses
cy_cy: Rhyngrwyd

source: Ignore words in &UPPERCASE
cy_cy: Priflythrennau

source: Ignore words with num&bers
cy_cy: Rhifau

source: Insert
cy_cy: Mewnosod

source: Line and &Page Breaks
cy_cy: &Llinell a Dalendoriad

source: Lines
cy_cy: Llinellau

source: Pages
cy_cy: Tudalennau

source: Paragraphs
cy_cy: Paragraffau

source: Save changes to %s?
cy_cy: Cadarnhau Arbed %s?

source: Show/Hide...
cy_cy: Cuddio/Dangos...

source: This paragraph represents words as they might appear in your document.
cy_cy: Sampl Blaenorol.

source: Words
cy_cy: Geiriau

source: Color
cy_cy: Lliw

source: Font
cy_cy: Ffont

source: Activate Window
cy_cy: Rhagor o Ffenestri

source: Activate:
cy_cy: Gweithredu:

source: Strikeout
cy_cy: Llinell Drwodd
