Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: H&as label
sk_sk: &Obsahuje nadpis

source: H&eading text:
sk_sk: T&ext nadpisu:

source: Hand List
sk_sk: Odrážky v tvare ruky
uk_ua: Руки

source: Hanging
cy_cy: Llinell Benrhyn
sk_sk: Ostatné riadky
uk_ua: Виступ

source: Header
sk_sk: Hlavičku
uk_ua: Верхн╕й колонтитул

source: Header Properties
sk_sk: Vlastnosti hlavičky
uk_ua: Властивост╕ верхнього колонтитула

source: Header [%s]
sk_sk: Hlavička [%s]
uk_ua: Верхн╕й колонтитул [%s]

source: Headers and Footers can only be created and edited while in Print View Mode. To enter this mode choose View then Print Layout from the Menus. Would you like to enter Print Layout mode right now?
sk_sk: Hlavičky a päty môžete vytvárať a upravovať len v režime ako pri tlači. Na to, aby ste prešli do tohto režimu, si v menu Zobraziť zvoľte Zobrazenie ako pri tlači. Chcete prejsť do režimu zobrazenia ako pri tlači hneď teraz?
uk_ua: Колонтитули можуть бути створен╕ або зм╕нен╕ т╕льки в режим╕ перегляду друку Щоб вв╕йти в цей режим вибер╕ть "Перегляд друку" з меню. Чи ви бажа╓те зараз вв╕йти в цей режим?

source: Heading Styles
sk_sk: Štýly nadpisov

source: Heading style:
sk_sk: Štýly nadpisov:

source: Heart List
sk_sk: Odrážky v tvare srdca
uk_ua: Серця

source: Hebrew List
sk_sk: Zoznam po hebrejsky
uk_ua: Гебрейський

source: Help
sk_sk: Pomocník
uk_ua: Допомога

source: Help &Contents
sk_sk: &Obsah pomocníka
uk_ua: &Зм╕ст

source: Help &Introduction
sk_sk: Ú&vod k pomocníkovi
uk_ua: &Вступ

source: Hide
sk_sk: Skryť
uk_ua: Прибрати

source: Hide &spelling errors in the document
cy_cy: &Cuddio Camsillafu
sk_sk: &Skryť chyby v dokumente
uk_ua: Прибрати помилки &правопису в документ╕

source: Hide text below List Levels
sk_sk: Skryť text pod úrovňou zoznamu

source: Highlight
sk_sk: Zvýrazniť text
uk_ua: Кол╕р вид╕лення

source: Highlight RDF
sk_sk: Zvýrazniť RDF

source: Highlight areas of the document with RDF associated
sk_sk: Zvýrazniť časti dokumentu s priradeným RDF

source: I&gnore All
cy_cy: Anwybyddu'r Cyfan
sk_sk: Pr&eskočiť vždy
uk_ua: Пропустити &вс╕

source: I&ndent:
sk_sk: O&dsadenie:

source: ID
sk_sk: P.č.

source: Icons
sk_sk: Ikony
uk_ua: П╕ктограми

source: Ignore
sk_sk: Preskočiť
uk_ua: ╤гнорувати

source: Ignore Words
sk_sk: Preskakovať slová

source: Ignore all occurrences of this word in the document
sk_sk: Program v tomto dokumente preskočí všetky výskyty tohto slova
uk_ua: ╤гнорувати це слово в ц╕лому документ╕

source: Ignored words:
cy_cy: Anwybyddu'r Gair:
sk_sk: Preskakované slová:
uk_ua: ╤гнорувати слова:

source: Image For Background
sk_sk: Obrázok pozadia

source: Implies List
sk_sk: Odrážky v tvare šípky
uk_ua: Символи сл╕дування

source: Import style definitions from a document
sk_sk: Program načíta vlastnosti štýlov z iného dokumentu

source: In Use
sk_sk: Používa sa
uk_ua: У використанн╕

source: Incorrect Password
sk_sk: Nesprávne heslo
uk_ua: Нев╕рний пароль

source: Increase indent
sk_sk: Zväčšiť odsadenie
uk_ua: Зб╕льшити в╕дступ

source: Indentation
cy_cy: Bylchu/Indenteiddio
sk_sk: Odsadenie
uk_ua: В╕дступ

source: Indents and Spacing
sk_sk: Odsadenie a riadkovanie
uk_ua: &В╕дступи та ╕нтервали

source: Initial Caps
sk_sk: Začiatočné písmená VEĽKÉ
uk_ua: Зм╕нити рег╕стр

source: Initial Endnote value:
sk_sk: Začiatočná hodnota koncovej poznámky:

source: Initial Footnote value:
sk_sk: Číslovať od:

source: Inner (single) quote style:
sk_sk: Štýl jednoduchých úvodzoviek:

source: Insert &Columns
sk_sk: Vložiť stĺ&pce

source: Insert &Rows
sk_sk: Vložiť ria&dky

source: Insert &Table
sk_sk: Vložiť &tabuľku

source: Insert Bookmark
sk_sk: Vložiť záložku
uk_ua: Вставити закладку

source: Insert Break
sk_sk: Vložiť zlom

source: Insert Cells
sk_sk: Program vloží bunky

source: Insert Clipboard contents
sk_sk: Program vloží obsah schránky
uk_ua: Вставити буфер обм╕ну

source: Insert Date and Time
sk_sk: Vložiť dátum a čas

source: Insert Equation
sk_sk: Vložiť rovnicu

source: Insert Equation from a LaTeX expression
sk_sk: Vložiť rovnicu z výrazu z LaTeXu

source: Insert Field
sk_sk: Vložiť pole

source: Insert Hyperlink
sk_sk: Vložiť hypertextový odkaz
uk_ua: Вставити посилання

source: Insert Image
sk_sk: Vložiť obrázok
uk_ua: Вставити зображення

source: Insert Mail Merge Field
sk_sk: Vloženie poľa hromadnej korešpondencie

source: Insert MathML from a file
sk_sk: Program vloží MathML zo súboru

source: Insert RDF Link
sk_sk: Vložiť odkaz RDF

source: Insert RDF link...
sk_sk: Vložíte odkaz RDF...

source: Insert Reference
sk_sk: Vložiť odkaz

source: Insert Reference to Semantic Item
sk_sk: Vložiť odkaz na sémantickú položku

source: Insert Table
sk_sk: Vloženie tabuľky

source: Insert Unicode direction marker into the document
sk_sk: Program vloží značku smeru Unicode

source: Insert a Footer
sk_sk: Vložíte pätu

source: Insert a Header
sk_sk: Vložíte hlavičku

source: Insert a Table of Contents based on Headings
sk_sk: Vložíte obsah vytvorený z nadpisov

source: Insert a Text Box
sk_sk: Program vloží textový rám

source: Insert a bookmark into the document
sk_sk: Program vloží záložku
uk_ua: Вставити закладку в документ

source: Insert a calculated field
sk_sk: Program vloží pole so vzorcom
uk_ua: Вставити авто-обчислюване поле

source: Insert a column to the left
sk_sk: Program vloží stĺpec naľavo

source: Insert a column to the right
sk_sk: Program vloží stĺpec napravo

source: Insert a footnote
sk_sk: Program vloží poznámku pod čiarou

source: Insert a hyperlink into the document
sk_sk: Program vloží hypertextový odkaz
uk_ua: Вставити посилання в документ

source: Insert a mail merge field
sk_sk: Program vloží pole hromadnej korešpondencie

source: Insert a new table into your document
sk_sk: Do dokumentu vložíte novú tabuľku

source: Insert a page, column, or section break
sk_sk: Vložíte zlom strany, stĺpca alebo sekcie
uk_ua: Вставити розрив стор╕нки, стовпця або секц╕й

source: Insert a row above
sk_sk: Vložíte ďalší riadok nad ten, na ktorom sa nachádzate

source: Insert a row below
sk_sk: Vložíte ďalší riadok pod ten, na ktorom sa nachádzate

source: Insert a symbol or other special character
sk_sk: Môžete vložiť symbol alebo iný špeciálny znak
uk_ua: Вставити символ або ╕нший спец╕альний знак

source: Insert an annotation
sk_sk: Vložíte poznámku

source: Insert an automatically-updated page number
sk_sk: Program vloží číslovanie strán, ktoré sa automaticky aktualizuje
uk_ua: Вставити авто-поновлюваний номер стор╕нок

source: Insert an endnote
sk_sk: Vložíte koncovú poznámku
uk_ua: Вставити прим╕тку

source: Insert an existing picture from another file
sk_sk: Vložíte existujúci obrázok z iného súboru
uk_ua: Вставити ╕снуюче зображення з ╕ншого файлу

source: Insert an image into the document
sk_sk: Program vloží do dokumentu obrázok
uk_ua: Вставити зображення в документ

source: Insert bookmark
sk_sk: Vložíte záložku
uk_ua: Вставити закладку

source: Insert clipart
sk_sk: Program vloží obrázok prvok Clipart
uk_ua: Вставити малюнок

source: Insert hyperlink
sk_sk: Vložíte hypertextový odkaz
uk_ua: Вставити посилання

source: Insert left-to-right direction marker (LRM)
sk_sk: Program vloží značku pre smer textu zľava doprava (LRM)

source: Insert right-to-left direction marker (RLM)
sk_sk: Program vloží značku pre smer textu sprava doľava (RLM)

source: Insert selected text into a new annotation
sk_sk: Program vloží označený text do novej poznámky

source: Insert symbol
sk_sk: Môžete vložiť symbol
uk_ua: Вставити символ або ╕нший спец╕альний знак

source: Insert table
sk_sk: Vložiť tabuľku

source: Insert the Sum of a Table Column
sk_sk: Program vypíše súčet stĺpca

source: Insert the Sum of a Table Row
sk_sk: Program vypíše súčet riadka

source: Insert the contents of another file
sk_sk: Program vloží obsah iného súboru
uk_ua: Вставити зм╕ст ╕ншого файлу

source: Insert the date and/or time
sk_sk: Program vloží čas a/lebo dátum
uk_ua: Вставити дата та/або час

source: Insert unformatted clipboard contents
sk_sk: Program vloží nenaformátovaný obsah schránky
uk_ua: Вставити неформатований вм╕ст буферу обм╕ну

source: Interact with RDF
sk_sk: Komunikovať s RDF

source: Invisible &Layout Marks
cy_cy: &Llythrennau Anargraffadwy
sk_sk: Neviditeľné pomo&cné čiary
uk_ua: Невидим╕ символи &лайоуту

source: Italic
sk_sk: Kurzíva
uk_ua: Курсивний

source: Jump to annotation
sk_sk: Prejsť na poznámku

source: Jump to hyperlink
sk_sk: Prejdete na hypertextový odkaz

source: Justified
cy_cy: Ymylon Llyfn
sk_sk: Do bloku
uk_ua: По ширин╕

source: Justify
sk_sk: Do bloku
uk_ua: По ширин╕

source: Justify paragraph
sk_sk: Odsek zarovnáte do bloku
uk_ua: Вир╕вняти абзац по ширин╕

source: Justify the paragraph
sk_sk: Odsek zarovnáte do bloku
uk_ua: Вир╕вняти абзац по ширин╕

source: Keep with ne&xt
cy_cy: Dilyn a Ganlyn
sk_sk: &Prepojiť s nasledujúcim
uk_ua: &Не в╕дривати в╕д наступного

source: Kevins Test
sk_sk: Kevinov test

source: Keywords
sk_sk: Kľúčové slová

source: Keywords:
sk_sk: Kľúčové slová:
uk_ua: Ключов╕ слова:

source: LaTeX Equation
sk_sk: Rovnica z LaTeXu

source: LaTeX Equation:
sk_sk: Rovnica z LaTeXu:

source: Label Align:
sk_sk: Zarovnanie názvu:
uk_ua: Етикетка вир╕внювання:

source: Label Definitions
sk_sk: Vlastnosti nadpisov

source: Language
sk_sk: Jazyk

source: Language settings
sk_sk: Nastavenie jazyka

source: Language(s)
sk_sk: Jazyk(y)

source: Language(s):
sk_sk: Jazyk(y):
uk_ua: Мови:

source: Layout
sk_sk: Rozmiestnenie
uk_ua: Схема розташування

source: Leader:
sk_sk: Vodiaci znak:

source: Left
cy_cy: Cadw i'r Chwith
sk_sk: Vľavo
uk_ua: Л╕воруч

source: Left Indent [%s]
cy_cy: Bwlch Chwith [%s]
sk_sk: Odsadenie zľava [%s]
uk_ua: В╕дступ л╕воруч [%s]

source: Left Indent [%s] First Line Indent [%s]
cy_cy: Indent/Bwlch Chwith Indent/Bwlch Testun
sk_sk: Odsadenie zľava [%s] Odsadenie prvého riadka [%s]
uk_ua: В╕дступ л╕воруч [%s] Перший рядок [%s]

source: Left Margin [%s]
cy_cy: Ymyl Dalen Chwith [%s]
sk_sk: Ľavý okraj [%s]
uk_ua: Поле л╕воруч [%s]

source: Left Tab
sk_sk: Ľavý tabulátor
uk_ua: Л╕воруч

source: Left alignment
sk_sk: Zarovnanie textu doľava
uk_ua: Вир╕вняти абзац по л╕вому краю

source: Left-align the paragraph
sk_sk: Zarovnanie odseku doľava
uk_ua: Вир╕вняти абзац по л╕вому краю

source: Level 1
sk_sk: Úroveň 1

source: Level 2
sk_sk: Úroveň 2

source: Level 3
sk_sk: Úroveň 3

source: Level 4
sk_sk: Úroveň 4

source: Level Delimiter:
sk_sk: Oddeľovač úrovní:
uk_ua: Обмеження р╕вня:

source: Level:
sk_sk: Úroveň:
uk_ua: Р╕вень:

source: Li&ne spacing:
cy_cy: &Gofod Llinell:
sk_sk: Ria&dkovanie:
uk_ua: В╕дстань м╕ж &рядками:

source: Line Count
sk_sk: Počet riadkov
uk_ua: К╕льк╕сть рядк╕в

source: Line above the selection (toggle)
sk_sk: Vo vybranej časti nad textom sa zobrazí/zmizne čiara
uk_ua: Надкреслити вид╕лення

source: Line and Page Breaks
sk_sk: Zlomy riadkov a strán
uk_ua: Розриви рядк╕в та &стор╕нок

source: Line below the selection (toggle)
sk_sk: Zobrazí sa alebo sa zmaže čiara pod textom
uk_ua: П╕дкреслити вид╕лення

source: Line between
sk_sk: Medzi riadkami
uk_ua: Л╕н╕я м╕ж стовпцями

source: Line:
sk_sk: Riadok:

source: Lines:
sk_sk: Riadkov:
uk_ua: Л╕н╕╖

source: List Label
sk_sk: Názov zoznamu
uk_ua: Список

source: List Properties
sk_sk: Vlastnosti zoznamu

source: List Styles
sk_sk: Štýly zoznamov

source: Locations:
sk_sk: Miesta:

source: Lock the layout of the current toolbars
sk_sk: Zamknete rozmiestnenie panelov s nástrojmi

source: Lower Case List
sk_sk: Malé písmená
uk_ua: Нумерувати (мал╕ букви)

source: Lower Roman List
sk_sk: Malé rímske číslice
uk_ua: Нумерувати (римськ╕ числа)

source: Mail Merge
sk_sk: Hromadná korešpondencia

source: Make the selection bold (toggle)
sk_sk: V označenom texte zmeníte písmo na tučné (hrubé) alebo tučné písmo na obyčajné
uk_ua: Зробити вид╕лення жирним

source: Make the selection italic (toggle)
sk_sk: V označenom texte zmeníte písmo na kurzívu (šikmé) alebo kurzívu na obyčajné
uk_ua: Зробити вид╕лення курсивним

source: Make the selection subscript (toggle)
sk_sk: V označenom texte zmeníte písmo na dolný index alebo dolný index na obyčajné
uk_ua: Перевести вид╕лення в нижн╕й ╕ндекс

source: Make the selection superscript (toggle)
sk_sk: V označenom texte zmeníte písmo na horný index alebo horný index na obyčajné písmo
uk_ua: Перевести вид╕лення у верхн╕й ╕ндекс

source: Manage annotations in document
sk_sk: Správa poznámok v dokumente

source: Manage plugins
sk_sk: Riaďte zásuvné moduly
uk_ua: Керувати модулями

source: Margin
sk_sk: Okraje
uk_ua: &В╕дступ

source: Mark Revisions
sk_sk: Označenie zmien textu
uk_ua: В╕дм╕тити рев╕з╕╖

source: Mark changes as you type
sk_sk: Program označí zmeny počas písania
uk_ua: В╕дм╕чувати зм╕ни п╕д час набору

source: Martins Test
sk_sk: Martinov test

source: Max Column size:
sk_sk: Max. veľkosť stĺpca:

source: Merge Above
sk_sk: Zlúčiť nad

source: Merge Below
sk_sk: Zlúčiť pod

source: Merge Cells
sk_sk: Zlúčenie buniek

source: Merge Left
sk_sk: Zlúčiť vľavo

source: Merge Right
sk_sk: Zlúčiť vpravo

source: Merge above
sk_sk: Spojí bunku s tou, ktorá je nad ňou

source: Merge another document into the active document using revision marks
sk_sk: Pomocou značiek opráv program zlúči tento dokument s iným

source: Merge below
sk_sk: Zlúči pod

source: Merge cells
sk_sk: Program spojí bunky do jednej

source: Merge left
sk_sk: Zlúčiť vľavo

source: Merge right
sk_sk: Zlúčiť vpravo

source: Merge with cell above
sk_sk: Program spojí s bunkou nad

source: Merge with cell below
sk_sk: Program spojí túto bunku s tou, ktorá je pod ňou

source: Merge with left cell
sk_sk: Spojíte túto bunku s bunkou naľavo

source: Merge with right cell
sk_sk: Spojíte túto bunku s bunkou napravo

source: Military Time
sk_sk: Vojenský čas
uk_ua: В╕йськовий формат часу

source: Misc.
sk_sk: Rôzne
uk_ua: Р╕зне

source: Miscellaneous Styles
sk_sk: Ďalšie štýly

source: Modify Style
sk_sk: Zmena štýlov

source: Modify...
sk_sk: Upraviť...
uk_ua: Зм╕нити...

source: Month Day, Year
sk_sk: mesiac Deň, Rok
uk_ua: М╕сяць день, р╕к

source: Move the insertion point to a specific location
sk_sk: Môžete presunúť kurzor na určité miesto
uk_ua: Перем╕стити м╕сце вставки в документ╕

source: Mth. Day, Year
sk_sk: Mes. Deň, Rok
uk_ua: М╕с. день, р╕к

source: Multiple
cy_cy: Lluosog
sk_sk: Násobky
uk_ua: Множник

source: Name
sk_sk: Názov

source: Name, (Homepage), Phone
sk_sk: Meno, (internetová stránka), telefón

source: Name, Latitude and Longitude
sk_sk: Meno, zemepisná šírka a dĺžka

source: Name, Phone
sk_sk: Meno, telefón

source: New
sk_sk: Nový
uk_ua: Новий

source: New &annotation
sk_sk: Nová &poznámka

source: New Contact
sk_sk: Nový kontakt

source: New Document
sk_sk: Nový dokument
uk_ua: Вибер╕ть форму

source: New List Label
sk_sk: Nový názov zoznamu
uk_ua: Нове значення

source: New List Type
sk_sk: Nový typ zoznamu
uk_ua: Новий тип списку

source: New Revision
sk_sk: Nová oprava

source: New Starting Value
sk_sk: Nová začiatočná hodnota
uk_ua: Нове початкове значення

source: New Style
sk_sk: Nový štýl
uk_ua: Новий стиль

source: New...
sk_sk: Nový...
uk_ua: Новий...

source: Next >>
cy_cy: Nesaf >>
sk_sk: Dopredu >>
uk_ua: Дал╕ >>

source: Nick
sk_sk: Prezývka

source: Nick, Phone
sk_sk: Prezývka, telefón

source: No File
sk_sk: Žiadny súbor
uk_ua: Нема файлу

source: No Folding
sk_sk: Neskrývať text

source: No Style selected so it cannot be modified
sk_sk: Nevybrali ste žiadny štýl, takže nemožno ani žiadny upraviť
uk_ua: Не вибрано стилю, нема що зм╕нювати

source: No scripts found
sk_sk: Nenašli sa žiadne skripty
uk_ua: Не знайдено н╕яких скрипт╕в

source: None
sk_sk: Žiadny
uk_ua: Н╕чого

source: None before
sk_sk: Žiadny pred
uk_ua: Без в╕дступу

source: Normal View
sk_sk: Obyčajné zobrazenie
uk_ua: Звичайний

source: Not in dictionary&:
cy_cy: Gair Anhysbys
sk_sk: Slovo nie je v &slovníku:
uk_ua: В╕дсутн╓ в словнику&:

source: Note Styles
sk_sk: Štýly poznámky

source: Number of Columns:
sk_sk: Počet stĺpcov:

source: Number of Pages
sk_sk: Počet strán
uk_ua: к╕льк╕сть стор╕нок

source: Number of columns
sk_sk: Počet stĺpcov
uk_ua: К╕льк╕сть стовпц╕в

source: Number of columns:
sk_sk: Počet stĺpcov:

source: Number of rows:
sk_sk: Počet riadkov:

source: Numbered
sk_sk: Číslované
uk_ua: Пронумерований

source: Numbered List
sk_sk: Číslovaný zoznam
uk_ua: Пронумерований список

source: Numbering
sk_sk: Číslovanie
uk_ua: Нумерац╕я

source: Numbering:
sk_sk: Číslovanie:

source: Numbers
sk_sk: Čísla
uk_ua: Нумерац╕я

source: Object
sk_sk: Objekt

source: Offset:
sk_sk: Posun:

source: One
sk_sk: Jeden
uk_ua: Один

source: Op&en Copy
sk_sk: Otvoriť kóp&iu
uk_ua: В╕дкрити &коп╕ю

source: Open
sk_sk: Otvoriť
uk_ua: В╕дкрити

source: Open Template
sk_sk: Otvoriť šablónu
uk_ua: В╕дкрити заготовку

source: Open a document by making a copy
sk_sk: Otvoríte dokument tak, že vytvoríte jeho kópiu
uk_ua: В╕дкрити коп╕ю документу

source: Open a recently used document
sk_sk: Otvoríte sa naposledy otvorený dokument
uk_ua: В╕дкрити цей документ

source: Open an existing document
sk_sk: Otvoriť existujúci dokument
uk_ua: В╕дкрити ╕снуючий документ

source: Open another window for the document
sk_sk: Otvorí sa ďalšie okno na dokument
uk_ua: В╕дкрити ╕нше в╕кно з документом

source: Open this document
sk_sk: Program otvorí tento dokument
uk_ua: В╕дкрити цей документ

source: Orientation
sk_sk: Orientácia

source: Other
sk_sk: Iné

source: Out of memory attempting to open %s
cy_cy: Dim Cof
sk_sk: Pri pokuse otvoriť súbor %s nemal počítač dosť pamäte
uk_ua: Переповнення пам'ят╕ при спроб╕ в╕дкрити ' %s'

source: Outer (double) quote style:
sk_sk: Štýl dvojitých úvodzoviek:

source: Overline
sk_sk: Čiara nad text
uk_ua: Надкреслення

source: Overline the selection (toggle)
sk_sk: Nad označeným textom sa zobrazí alebo zmizne čiara
uk_ua: Надкреслити вид╕лення

source: Overwrite
sk_sk: Prepisovanie

source: P&roperties
sk_sk: V&lastnosti
uk_ua: В&ластивост╕

source: P&urge revisions
sk_sk: &Odstrániť opravy

source: Pa&ste Unformatted
sk_sk: Vložiť ne&naformátované
uk_ua: Вставити &неформатованим

source: Page
sk_sk: Strana
uk_ua: Стор╕нка

source: Page &break before
cy_cy: &Dalendoriad o Flaen
sk_sk: Zlom na &predošlú stranu
uk_ua: &З ново╖ стор╕нки

source: Page Background
sk_sk: Pozadie strany
uk_ua: &Тло

source: Page Break
sk_sk: Zlom strany

source: Page C&olor
sk_sk: Fa&rba strany

source: Page Image
sk_sk: Obrázok pozadia strany

source: Page N&umbers
sk_sk: Čís&la strán
uk_ua: &Номери стор╕нок

source: Page Number
sk_sk: Číslo strany
uk_ua: Номер стор╕нки

source: Page Number Properties
sk_sk: Nastavenie číslovania strán

source: Page Numbers
sk_sk: Čísla strán
uk_ua: Номери стор╕нок

source: Page Reference to Bookmark
sk_sk: Odkaz strany na záložku

source: Page Set&up
sk_sk: &Nastavenie strany
uk_ua: Установки &стор╕нки

source: Page Setup
sk_sk: Nastavenie strany
uk_ua: Установки стор╕нки

source: Page:
sk_sk: Strana:

source: Page: %d/%d
cy_cy: Tudalen: %d/%d
sk_sk: Strana: %d z(o) %d
uk_ua: Стор╕нка %d/%d

source: Pages:
sk_sk: Strán:
uk_ua: Стор╕нки

source: Pagination
cy_cy: Tudalennu
sk_sk: Stránkovanie
uk_ua: Розбиття на стор╕нки

source: Paper
sk_sk: Papier

source: Paper Si&ze:
sk_sk: Veľko&sť strany:
uk_ua: Розм╕р &паперу:

source: Paragraph
cy_cy: Paragraff
sk_sk: Odsek
uk_ua: Абзац

source: Paragraph Count
sk_sk: Počet odsekov
uk_ua: К╕льк╕сть абзац╕в

source: Paragraph Direction
sk_sk: Smer odseku
uk_ua: Напрямок абзацу

source: Paragraph Preview
sk_sk: Ukážka odseku
uk_ua: Перегляд абзацу

source: Paragraphs:
sk_sk: Odsekov:
uk_ua: Абзаци

source: Password required, this is an encrypted document
sk_sk: Treba zadať heslo, toto je chránenný dokument
uk_ua: Необх╕дно пароль, це зашифрований документ

source: Paste
sk_sk: Vložiť
uk_ua: Вставити

source: Permissions
sk_sk: Povolenia
uk_ua: Права

source: Picture
sk_sk: Obrázok
uk_ua: Зображення

source: Piece Table
sk_sk: Tabuľka

source: Place at end of document
sk_sk: Dať na koniec dokumentu

source: Place at end of section
sk_sk: Dať na koniec sekcie

source: Placement:
sk_sk: Umiestnenie:

source: Playing with RDF during development
sk_sk: Prehráva sa s RDF vo vývoji

source: Position
sk_sk: Umiestnenie

source: Position to Column
sk_sk: Umiestnenie podľa stĺpca

source: Position to Page
sk_sk: Umiestnenie podľa strany

source: Position to Paragraph
sk_sk: Umiestnenie podľa odseku

source: Position:
sk_sk: Umiestnenie:
uk_ua: Позиц╕я:

source: Pr&eferences
sk_sk: Pr&edvoľby
uk_ua: &Установки

source: Predicate
sk_sk: Prísudok

source: Preference Schemes
cy_cy: Hoffbethau
sk_sk: Predvoľby schém
uk_ua: Схема по замовчуванню

source: Preferences
cy_cy: Dewis
sk_sk: Predvoľby
uk_ua: Установки

source: Preview
sk_sk: Ukážka

source: Preview the document as a web page
sk_sk: Zobraziť dokument ako webovú stránku
uk_ua: Попередн╕й перегляд документу як стор╕нки тенет

source: Preview the document before printing
sk_sk: Môžete si prezrieť dokument pred tlačou
uk_ua: Попередн╕й перегляд документу перед друком

source: Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph
cy_cy: Paragraff Blaenorol
sk_sk: Predchádzajúci odsek Predchádzajúci odsek Predchádzajúci odsek Predchádzajúci odsek Predchádzajúci odsek Predchádzajúci odsek
uk_ua: Попередн╕й абзац Попередн╕й абзац Попередн╕й абзац Попередн╕й абзац Попередн╕й абзац Попередн╕й абзац Попередн╕й абзац

source: Print
cy_cy: Argraffu
sk_sk: Tlačiť
uk_ua: Друк

source: Print &directly
sk_sk: &Tlačiť ihneď
uk_ua: Друкувати &напряму

source: Print Layout
sk_sk: Rozmiestnenie ako pri tlači
uk_ua: Друкувати на:

source: Print P&review
sk_sk: Ukážka pre &tlač
uk_ua: &Перегляд друку

source: Print Preview
sk_sk: Ukážka pred tlačou
uk_ua: Перегляд друку

source: Print all or part of the document
sk_sk: Môžete vytlačiť celý dokument alebo jeho časť
uk_ua: Друкувати документ або його частину

source: Print the document
sk_sk: Vytlačíte celý dokument
uk_ua: Друкувати документ або його частину

source: Print using the internal PS driver
sk_sk: Vytlačíte pomocou vnútorného PS ovladača
uk_ua: Друкувати використовуючи вбудований PS драйвер

source: Printing Document...
sk_sk: Dokument sa tlačí...

source: Printing page %d of %d
sk_sk: Tlačí sa %d. strana z(o) %d
uk_ua: Друк стор╕нки %d з %d

source: Publisher
sk_sk: Vydavateľ

source: Publisher:
sk_sk: Vydavateľ:
uk_ua: Видавник:

source: Query RDF associated with location
sk_sk: Požiadavka RDF priradená k umiestneniu

source: Query RDF for cursor position
sk_sk: Požiadavka RDF na pozíciu kurzora

source: Query RDF: %d of total: %ld
sk_sk: Požiadavka RDF: %d z celkovo: %ld

source: Query the RDF associated with the cursor position...
sk_sk: Požiadavka RDF s pozíciou kurzora...

source: R&eplace
sk_sk: Nah&radiť
uk_ua: З&ам╕нити

source: RDF Link
sk_sk: Odkaz RDF

source: RDF Stylesheet
sk_sk: Súbor so štýlmi RDF

source: RTL &Document
sk_sk: &Dokument sprava doľava

source: RTL &Paragraph
sk_sk: &Odsek sprava doľava

source: RTL &Section
sk_sk: &Výber sprava doľava

source: Re&place with:
cy_cy: Ffeirio:
sk_sk: Na&hradiť textom:
uk_ua: За&м╕нити на:

source: Re&verse find
sk_sk: Hľadať &od začiatku dokumentu

source: Re&vert
sk_sk: &Vrátiť zmeny
uk_ua: В&╕дновити

source: Recent &Files
sk_sk: Naposledy &otvorené súbory

source: Redo
sk_sk: Znova
uk_ua: Повторити

source: Redo editing
sk_sk: Opakovať úpravy
uk_ua: Повторити попередню в╕дм╕нену д╕ю

source: Redo previously undone editing
sk_sk: Program znovu vykoná úpravu, ktorú ste predtým odvolali
uk_ua: Повторити попередню в╕дм╕нену д╕ю

source: Reduce or enlarge the document display
sk_sk: Program zmenší alebo zväčší veľkosť zobrazenia dokumentu
uk_ua: Зменшити/зб╕льшити масштаб документу

source: Related To Source Semantic Item
sk_sk: Týka sa zdrojovej sémantickej položky

source: Relation
sk_sk: Vzťah

source: Relation:
sk_sk: Vzťah:
uk_ua: Сп╕вв╕дношення:
