Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: - Reserved. You cannot use this name. Choose Another
sk_sk: — Vyhradený. Tento názov nemôžete použiť. Prosím, vyberte si iný
uk_ua: - Зарезервовано. Потр╕бно взяти ╕нше ╕м'я

source: Auto Update
cy_cy: Diweddariad Otomatig
sk_sk: Automaticky aktualizovať
uk_ua: Автоматичне оновлення

source: # Insert your SPARQL query here # Results are shown below.
sk_sk: # Sem vložte svoju požiadavku SPARQL # Výsledky sú zobrazené nižšie.

source: % of normal size
sk_sk: % normálnej veľkosti
uk_ua: % нормального розм╕ру

source: %s not implemented yet. If you are a programmer, feel free to add code in %s, line %d and mail patches to: abiword-dev@abisource.com Otherwise, please be patient.
cy_cy: %s Heb ei Weithredu
sk_sk: Funkcia %s ešte nebola zavedená do programu. Ak ste programátor, pokojne môžete doplniť kód %s, riadok %d a poslať patch na: abiword-dev@abisource.com Ináč, prosím, buďte trpezlivý.
uk_ua: %s поки що не ╕мплементоване. Якщо ви програм╕ст(ка), то можете на ваш розсуд додати програмний код в %s, стр╕чка %d ╕ послати латку на адресу> abiword-dev@abisource.com В ╕ншому випадку будьте терплячими.

source: &About %s
sk_sk: &O %se
uk_ua: &Про %s

source: &Accept revision
sk_sk: &Opraviť
uk_ua: &Прийняти рев╕з╕ю

source: &Add
cy_cy: Ychwanegu i'r Geiriadur
sk_sk: &Zapísať do slovníka
uk_ua: &Додати

source: &Adjust to:
sk_sk: U&praviť na:
uk_ua: &Пристосувати до:

source: &Align
sk_sk: &Zarovnanie textu
uk_ua: &П╕др╕вняти

source: &All
cy_cy: & Y Cyfan
sk_sk: &Všetko
uk_ua: &Все

source: &Annotations
sk_sk: &Poznámky

source: &Apply
sk_sk: &Použiť

source: &At:
cy_cy: Yn:
sk_sk: &Na:
uk_ua: &на:

source: &Auto Spellcheck
sk_sk: Preklepy kontrolovať &automaticky
uk_ua: &Авто-перев╕рка правопису

source: &Autofit Table
sk_sk: &Automaticky prispôsobiť tabuľku

source: &Automatically save this Scheme
cy_cy: Dewis Arbed Otomatig
sk_sk: Nastavenia ukladať &automaticky
uk_ua: &Автоматично запам'ятати цю схему

source: &Before:
cy_cy: &O Flaen:
sk_sk: &Pred:
uk_ua: &Перед:

source: &Bold
sk_sk: &Tučné
uk_ua: &Жирний

source: &Borders and Shading
sk_sk: &Okraje a tieňovanie

source: &Bottom:
sk_sk: Z&dola:
uk_ua: &Внизу:

source: &Break
sk_sk: &Zlom
uk_ua: &Розрив

source: &Cell
sk_sk: &Bunku

source: &Cells
sk_sk: B&unky

source: &Center
sk_sk: &Nastred
uk_ua: По &центру

source: &Change
cy_cy: Newid
sk_sk: N&ahradiť
uk_ua: &Зм╕нити

source: &Close
sk_sk: &Zatvoriť
uk_ua: &Закрити

source: &Column
sk_sk: &Stĺpec

source: &Column break
cy_cy: Colofndoriadau
sk_sk: Z&lom stĺpca
uk_ua: &новий стовпчик

source: &Columns
sk_sk: &Stĺpce
uk_ua: &Стовпц╕

source: &Compare documents
sk_sk: Po&rovnať dokumenty

source: &Copy
sk_sk: &Kopírovať
uk_ua: С&коп╕ювати

source: &Create and Modify Styles
sk_sk: &Vytvoriť a upravovať štýly

source: &Current Preferences Scheme
sk_sk: Ter&ajšie nastavenia schémy
uk_ua: &Схема поточних установок

source: &Delete
sk_sk: &Odstrániť

source: &Delete annotation
sk_sk: &Zmazať poznámku

source: &Delete hyperlink
sk_sk: Od&strániť odkaz
uk_ua: &Стерти посилання

source: &Dictionary...
cy_cy: &Geiriadur ...
sk_sk: &Slovník...
uk_ua: &Словник...

source: &Direction Marker
sk_sk: Značku &smeru textu

source: &Document
sk_sk: &Dokument
uk_ua: &Документ

source: &Document History
sk_sk: &História dokumentu

source: &Documents
sk_sk: &Dokumenty
uk_ua: &В╕кно

source: &Don't hyphenate
cy_cy: &Dim Sillgolli
sk_sk: &Nerozdeľovať slová
uk_ua: &Заборонити автоматичне перенесення сл╕в

source: &Edit
cy_cy: &Golygu
sk_sk: &Upraviť
uk_ua: &Редагування

source: &Edit RDF
sk_sk: &Upraviť RDF

source: &Edit annotation
sk_sk: Upr&aviť poznámku

source: &Edit hyperlink
sk_sk: U&praviť hypertextový odkaz

source: &Enable overwrite mode toggle
sk_sk: &Povoliť zmenu na režim prepisovania

source: &Endnote
sk_sk: &Koncovú poznámku
uk_ua: &Прим╕тка

source: &Even page
cy_cy: Tudalen Rhif Rhwydd
sk_sk: Pá&rna strana
uk_ua: &з парно╖ стор╕нки

source: &Field
sk_sk: &Pole
uk_ua: &Поле

source: &Fields
sk_sk: &Polia

source: &Fields:
cy_cy: &Meysydd:
sk_sk: &Polia:
uk_ua: &Поля:

source: &File
sk_sk: &Súbor
uk_ua: &Файл

source: &File extension:
sk_sk: &Prípona súboru:

source: &Find
sk_sk: Ná&jsť
uk_ua: &Знайти

source: &Find Next
cy_cy: &Canfod Nesaf
sk_sk: &Hľadať ďalej
uk_ua: &Знайти наступний

source: &Font
sk_sk: &Písmo
uk_ua: &Шрифт

source: &Footer:
sk_sk: &Päta:
uk_ua: &Нижн╕й колонтитул

source: &Format
sk_sk: &Formátovať

source: &Go To
sk_sk: &Prejsť na
uk_ua: П&ерейти

source: &Has Heading
sk_sk: Má &nadpis

source: &Header and Footer
sk_sk: &Hlavička a päta
uk_ua: &Верхн╕й и нижн╕й колонтитули

source: &Header/Footers
sk_sk: &Hlavička/päta

source: &Header:
sk_sk: &Hlavička:
uk_ua: &Верхн╕й колонтитул:

source: &Height:
sk_sk: &Výška:
uk_ua: &Висота:

source: &Help
sk_sk: &Pomocník
uk_ua: &Дов╕дка

source: &Hidden Text
cy_cy: Testun &Cudd
sk_sk: &Schovať text
uk_ua: &Прихований текст

source: &Highlight misspelled words
sk_sk: &Zvýrazniť slová s preklepmi

source: &Hyperlink
sk_sk: Hypertextový &odkaz
uk_ua: &Посилання

source: &Ignore
cy_cy: Anwybyddu
sk_sk: &Preskočiť
uk_ua: &Пропустити

source: &Ignore All
sk_sk: Pr&eskočiť vždy
uk_ua: &Пропустити все

source: &Image
sk_sk: O&brázok
uk_ua: Зм╕нити розм╕р &зображення

source: &Import Styles
sk_sk: &Importovať štýly

source: &In web browser
sk_sk: Ako &internetovú stránku
uk_ua: Попередн╕й &перегляд стор╕нки тенет

source: &Inherit label
sk_sk: &Vložiť tabuľku

source: &Insert
cy_cy: & Mewnosod
sk_sk: &Vložiť
uk_ua: &Aвтотекст

source: &Italic
sk_sk: &Kurzíva
uk_ua: &Курсив

source: &Jump to annotation
sk_sk: &Prejsť na poznámku

source: &Jump to hyperlink
sk_sk: P&rejsť na odkaz

source: &Justify
sk_sk: &Do bloku
uk_ua: По &ширин╕

source: &Keep lines together
cy_cy: &Cadw Llinellau Ynghyd
sk_sk: Riadky u&držať spolu
uk_ua: &Не розривати абзац

source: &LRM
sk_sk: &Zľava doprava

source: &Landscape
sk_sk: Na šír&ku
uk_ua: &горизонтальна

source: &Language
sk_sk: &Jazyk
uk_ua: &Мова

source: &Left
sk_sk: &Vľavo
uk_ua: Л╕&воруч

source: &Left-to-right text
sk_sk: Text &zľava doprava

source: &Left:
cy_cy: &Y Chwith:
sk_sk: &Vľavo:
uk_ua: Л╕&воруч:

source: &Lock layout
sk_sk: Zamknúť &rozmiestnenie

source: &Mail Merge
sk_sk: &Hromadná korešpondencia

source: &Mail Merge Field
sk_sk: Pole &hromadnej korešpondencie

source: &Maintain Full History
sk_sk: Ukladať &celú históriu

source: &Mark revisions while typing
sk_sk: &Opravy označovať počas písania
uk_ua: &В╕дм╕чати рев╕з╕╖ п╕д час набору

source: &Match case
cy_cy: &Cyfateb
sk_sk: &Rozlišovať malé a VEĽKÉ písmená
uk_ua: &Враховувати рег╕стр

source: &Merge Cells
sk_sk: S&pojiť bunky

source: &More Documents
sk_sk: &Viac dokumentov
uk_ua: &╤нш╕ в╕кна

source: &Name:
sk_sk: &Názov:
uk_ua: &Назва:

source: &New
sk_sk: &Nový
uk_ua: &Новий

source: &New Window
sk_sk: &Nové okno
uk_ua: &Нове в╕кно

source: &New using Template
sk_sk: Nový pomocou šablón&y

source: &Next page
cy_cy: Tudalen Nesaf
sk_sk: Ďalšia &strana
uk_ua: з &наступно╖ стор╕нки

source: &Normal Layout
sk_sk: &Normálne zobrazenie
uk_ua: &Звичайний

source: &Number:
cy_cy: Rhif:
sk_sk: Čísl&o:
uk_ua: &Число:

source: &Numbering type:
sk_sk: &Typ číslovania:

source: &Odd page
cy_cy: Tudalen Rhif Afrwydd
sk_sk: &Nepárna strana
uk_ua: з &непарно╖ стор╕нки

source: &Open
sk_sk: &Otvoriť
uk_ua: &В╕дкрити

source: &Open File
sk_sk: &Otvoriť súbor

source: &Overline
sk_sk: Či&ara nad
uk_ua: Надк&реслити

source: &Page Width
sk_sk: Na šírku &obrazovky
uk_ua: По &ширин╕ стор╕нки

source: &Page break
cy_cy: Dalendoriadau
sk_sk: &Zlom strany
uk_ua: &нову стор╕нку

source: &Page numbering:
sk_sk: Čís&lovanie strán:

source: &Paragraph
sk_sk: Od&sek
uk_ua: &Абзац

source: &Paste
sk_sk: V&ložiť
uk_ua: &Вставити

source: &Picture
sk_sk: O&brázok
uk_ua: &Зображення

source: &Plugins
sk_sk: Zásuvné &moduly
uk_ua: &Модул╕

source: &Portrait
sk_sk: Na &výšku
uk_ua: &вертикальна

source: &Print
sk_sk: &Tlač
uk_ua: &Друк

source: &Print Layout
sk_sk: Zob&razenie ako pri tlači
uk_ua: Як для &друку

source: &Purge History
sk_sk: &Vymazať históriu

source: &Query RDF
sk_sk: & Požiadavka RDF

source: &Quit
sk_sk: &Koniec
uk_ua: В&ийти

source: &RLM
sk_sk: &Sprava doľava

source: &Redo
sk_sk: &Opakovať zmenu
uk_ua: &Повторити

source: &Reject revision
sk_sk: &Neopraviť
uk_ua: &В╕дхилити рев╕з╕ю

source: &Replace
cy_cy: &Ffeirio
sk_sk: Nah&radiť
uk_ua: &Зам╕нити

source: &Reset
cy_cy: &Canslo
sk_sk: &Obnoviť
uk_ua: &Скинути

source: &Reset to default layout
sk_sk: Nastaviť p&redvolené rozmiestnenie

source: &Revisions
sk_sk: Oprav&y
uk_ua: &Рев╕з╕╖

source: &Right
sk_sk: Do&prava
uk_ua: &Праворуч

source: &Right-to-left text
sk_sk: Text sp&rava doľava

source: &Right:
cy_cy: &Y Dde:
sk_sk: V&pravo:
uk_ua: &Праворуч:

source: &Row
sk_sk: R&iadok

source: &Ruler
cy_cy: &Mesurydd
sk_sk: &Pravítko
uk_ua: &Л╕н╕йку

source: &Save
sk_sk: &Uložiť
uk_ua: &Зберегти

source: &Save Image As
sk_sk: Uložiť obrázok &ako
uk_ua: &Записати зображення як

source: &Save web page
sk_sk: Uložiť &webovú stránku
uk_ua: Зберегти як стор╕нку &тенет

source: &Search for Help
sk_sk: &Hľadať v pomocníkovi
uk_ua: &Пошук

source: &Select
sk_sk: &Označiť

source: &Select revision
sk_sk: Vybrať &opravu
uk_ua: &Виб╕р рев╕з╕╖

source: &Show History
sk_sk: Zobraziť &históriu

source: &Show Status Bar
sk_sk: &Zobraziť stavový panel
uk_ua: &Показати панель статусу

source: &Show annotations
sk_sk: &Zobraziť poznámky

source: &Special:
cy_cy: &Arbennig:
sk_sk: V&lastný štýl:
uk_ua: &Перший рядок:

source: &Spelling
sk_sk: &Kontrola preklepov
uk_ua: &Правопис

source: &Start at:
sk_sk: &Začať na:

source: &Status bar
sk_sk: &Stavový panel
uk_ua: &Панель статусу

source: &Subscript
sk_sk: &Dolný index
uk_ua: &Нижн╕й ╕ндекс

source: &Suppress line numbers
cy_cy: &Cuddio Rhifau Llinell
sk_sk: Po&tlačiť číslovanie riadkov
uk_ua: &Заборонити нумерац╕ю рядк╕в

source: &Tab leader:
sk_sk: &Vodiaci znak:

source: &Table
sk_sk: &Tabuľku

source: &Tabs
sk_sk: &Tabulátory
uk_ua: &Табуляц╕я

source: &Tabs...
cy_cy: &Tabiau
sk_sk: &Tabulátory...
uk_ua: &Табуляц╕я...

source: &Toolbars
sk_sk: &Panely s nástrojmi
uk_ua: &Панел╕

source: &Tools
sk_sk: &Nástroje
uk_ua: &╤нструменти

source: &Top:
sk_sk: Z&hora:
uk_ua: &Зверху:

source: &Triple
sk_sk: &Trojnásobný

source: &Types
sk_sk: &Typy

source: &Types:
cy_cy: &Mathau:
sk_sk: &Typy:
uk_ua: &Типи:

source: &Underline
sk_sk: &Podčiarknuté
uk_ua: П&╕дкреслити

source: &Undo
sk_sk: &Späť
uk_ua: &В╕дм╕нити

source: &Units:
sk_sk: &Jedn.:
uk_ua: &Одиниц╕:

source: &View
sk_sk: &Zobraziť
uk_ua: &Вигляд

source: &Web Layout
sk_sk: &Webové zobrazenie
uk_ua: &Як в тенетах

source: &Whole Page
sk_sk: Na &celú stranu
uk_ua: На &всю стор╕нку

source: &Whole word
sk_sk: &Len celé slová

source: &Widow/Orphan control
cy_cy: &Rheolydd Llinell Fer
sk_sk: Kontrola &osamotených riadkov
uk_ua: &Заборонити висяч╕ рядки

source: &Width:
sk_sk: Ší&rka:
uk_ua: &Ширина:

source: &Word Count
sk_sk: Počet &slov
uk_ua: &Статистика

source: &Zoom
sk_sk: &Lupa
uk_ua: &Масштаб

source: (All revisions visible)
sk_sk: (Teraz sú zobrazené všetky opravy)

source: (no spelling suggestions)
cy_cy: Dim Cynigion
sk_sk: (žiadne návrhy)
uk_ua: (вар╕анти в╕дсутн╕)

source: (none)
cy_cy: Dim
sk_sk: (žiadny)
uk_ua: (нема╓)

source: 1 Column
sk_sk: 1 stĺpec
uk_ua: 1 стовпець

source: 1.5 Spacing
sk_sk: Riadkovanie 1,5
uk_ua: ╤нтервал 1.5

source: 1.5 lines
cy_cy: Llinell a Hanner
sk_sk: 1,5 riadka
uk_ua: 1.5 рядка

source: 1.5 spacing
sk_sk: Riadkovanie 1,5
uk_ua: В╕дстань в п╕втора рядка м╕ж рядками абзацу

source: 12 pt before
sk_sk: 12 bodov pred
uk_ua: В╕дступ 12 пкт

source: 2 Columns
sk_sk: 2 stĺpce
uk_ua: 2 стовпц╕

source: 3 Columns
sk_sk: 3 stĺpce
uk_ua: 3 стовпц╕

source: << Prev
cy_cy: << Rhagolwg
sk_sk: << Dozadu
uk_ua: << Попередн╕й

source: A fatal error has just occurred. AbiWord is going to shutdown. The current document has been saved to disc with a ".saved" extension.
sk_sk: Vyskytla sa závažná chyba. Abiword sa ukončí. Aktuálny dokument bol uložený na disk s príponou „.saved“.

source: A&lways suggest corrections
cy_cy: &Cynnig Sillafu
sk_sk: &Vždy navrhovať opravy
uk_ua: &Завжди пропонувати зм╕ни

source: AbiWord cannot open %s. It appears to be an invalid document.
sk_sk: Abiword nevie otvoriť súbor %s. Asi ide o neplatný dokument.

source: AbiWord finished checking the selection.
sk_sk: Abiword dokončil kontrolu v označenej časti textu.

source: AbiWord has finished its search of the document and has made %d replacements.
sk_sk: Abiword dokončil prehľadávanie dokumentu a urobil %d úprav.
uk_ua: AbiWord завершив пошук в документ╕ ╕ пров╕в %d зам╕н.

source: AbiWord has finished searching the document.
sk_sk: Abiword dokončil prehľadávanie dokumentu.
uk_ua: AbiWord завершив пошук в документ╕.

source: AbiWord is designed for a newer version of the system file COMCTL32.DLL than the one currently on your system. (COMCTL32.DLL version 4.72 or newer) A solution to this problem is explained in the FAQ on the AbiSource web site http://www.abisource.com You can use the program, but the toolbar may be missing.
sk_sk: AbiWord je naprogamovaný na novšiu verziu systémového súboru COMCTL32.DLL ako má ten, ktorý máte na počítači (COMCTL32.DLL, verzia 4.72 alebo novšia). Ako vyriešiť tento problém, vysvetľuje rubrika FAQ na stránke AbiSource. http://www.abisource.com Program používať môžete, ale niektoré nástroje vám môžu chýbať.

source: AbiWord needs the file %s.dll Please download and install it from http://www.microsoft.com/en-us/download/details.aspx?id=4237
sk_sk: AbiWord potrebuje súbor %s.dll Prosím, stiahnite si ho a nainštalujte zo stránky http://www.microsoft.com/en-us/download/details.aspx?id=4237

source: About G&NOME Office
sk_sk: O G&NOME Office
uk_ua: Про G&NOME Оф╕с

source: About the GNOME Office project
sk_sk: O projekte GNOME Office
uk_ua: Про проект GNOME Оф╕с

source: Accept the suggested change
sk_sk: Akceptujete navrhovanú zmenu
uk_ua: Прийняти пропоновану зм╕ну

source: Add a column to this table after the current column
sk_sk: Môžete pridať za tento stĺpec ešte jeden

source: Add a row to this table after the current row
sk_sk: Môžete pridať za tento riadok ešte jeden

source: Add borders and shading to the selection
sk_sk: Označenému môžete nastaviť textu okraje a tieňovanie
uk_ua: Рамка ╕ зат╕нення у вид╕ленн╕

source: Add column after
sk_sk: Môžete pridať pod tento stĺpec ešte jeden

source: Add or modify bullets and numbering for selected paragraphs
sk_sk: Do označeného textu môžete pridať odrážky a číslovanie alebo ich upraviť
uk_ua: Додати/прибрати маркери/нумерац╕ю у абзацах

source: Add row after
sk_sk: Pridať pod tento riadok ešte jeden

source: Add this word to the custom dictionary
sk_sk: Toto slovo bude zapísané do vlastného slovníka
uk_ua: Додати це слово до словника

source: Add to template
sk_sk: Pridať do šablóny
uk_ua: Додати до форми

source: Advanced
sk_sk: Pokročilé

source: Advanced RDF
sk_sk: Pokročilé RDF

source: Aft&er:
cy_cy: & Ar ol:
sk_sk: &Za:
uk_ua: П&╕сля:

source: Ali&gnment:
cy_cy: &Unioni:
sk_sk: Za&rovnanie:
uk_ua: &Вир╕внювання:

source: Alignment
sk_sk: Zarovnanie
uk_ua: Вир╕внювання

source: Alignment:
sk_sk: Zarovnanie:
uk_ua: Вир╕внювання:

source: All
cy_cy: Y Cyfan
sk_sk: Všetky

source: Allow formatting not using styles only
sk_sk: Program povolí formátovať text nielen pomocou štýlov

source: Allow screen colors other than white
sk_sk: Dovolí inú farbu obrazovku ako bielu
uk_ua: Дозволити дов╕льн╕ шрифти екрану

source: Annotation
sk_sk: Poznámka

source: Application
sk_sk: Aplikácia
uk_ua: Програма

source: Application Startup
sk_sk: Spustenie programu

source: Apply
sk_sk: Použiť

source: Apply Contact
sk_sk: Použiť kontakt

source: Apply Current
sk_sk: Použiť aktuálne

source: Apply Event
sk_sk: Použiť udalosť

source: Apply Location
sk_sk: Použiť umiestnenie

source: Apply stylesheet to this Semantic Item
sk_sk: Použiť túto sémantickú položku v hárku so štýlmi

source: Apply the previously copied paragraph formatting onto the selected text
sk_sk: Na označený text sa použije formátovanie skopírované z predchádzajúceho odseku
uk_ua: Застосувати попередньо скоп╕йований формат до вид╕леного абзацу

source: Apply to Current List
sk_sk: Použiť na tento zoznam
uk_ua: Застосувати до поточного списку

source: Apply to:
sk_sk: Použiť na:

source: Arabic List
sk_sk: Arabské znaky
uk_ua: Список з арабськими цифрами

source: Are you sure you do not want to maintain full history record? If you proceed, you will not be able to restore earlier versions of this document.
sk_sk: Určite si nechcete ukladať celú históriu? Ak budete pokračovať, nebudete sa môcť vrátiť k predchádzajúcim verziám dokumentu.

source: Arrowhead List
sk_sk: Zoznam so šípkami

source: At least
cy_cy: O Leiaf
sk_sk: Aspoň
uk_ua: Принаймн╕

source: Attach to Previous List
sk_sk: Pridať do predošlého zoznamu
uk_ua: Долучити до попереднього списку

source: Author
sk_sk: Autor(ka)

source: Author:
sk_sk: Autor(ka):
uk_ua: Автор:

source: Auto &Save
sk_sk: Automatické &ukladanie

source: Auto &save current file every
sk_sk: Súbor &ukladať automaticky každých
uk_ua: Авто&запис файлу кожн╕

source: Auto Save
sk_sk: Súbory ukladať automaticky
uk_ua: Авто-запис

source: Auto replace misspelled words
sk_sk: Automaticky opravovať preklepy
uk_ua: Автоматична зам╕на нев╕рно написаних сл╕в

source: AutoFit Behavior
sk_sk: Vlastnosti automatickej tabuľky

source: Autofit Table
sk_sk: Môžete vložiť automatickú tabuľku

source: Automatic Grammar Checking
sk_sk: Automatická kontrola gramatiky

source: Automatic column size
sk_sk: Automatická veľkosť stĺpca

source: Automatically load all plugins found
sk_sk: Automaticky spustiť všetky nájdené zásuvné moduly
uk_ua: Автоматичне завантаження знайдених модул╕в

source: Automatically spell-check the document
sk_sk: Automaticky kontrolovať preklepy v dokumente
uk_ua: Автоматично перев╕ряти правопис документу

source: Automatically update
sk_sk: Aktualizovať automaticky
uk_ua: Автоматично оновлювати

source: Automerge
sk_sk: Automatické zlúčenie

source: Available Fields:
sk_sk: Dostupné polia:

source: Available Formats:
sk_sk: Dostupné spôsoby zápisu:

source: Available Styles:
sk_sk: Štýly na výber:

source: B&y:
cy_cy: &Wrth:
sk_sk: &Od:
uk_ua: н&а:

source: Background
sk_sk: Pozadie

source: Background color:
sk_sk: Farba pozadia:

source: Bar
sk_sk: S čiarou
uk_ua: З межею

source: Bar Tab
sk_sk: Panel s tabulátormi
uk_ua: З межею

source: Based On:
sk_sk: Založený na:
uk_ua: Базу╓ться на:

source: Bo&ttomline
sk_sk: Čiara na &spodku

source: Bold
cy_cy: Bras
sk_sk: Tučné
uk_ua: Жирний

source: Boo&kmark
sk_sk: Zálož&ku
uk_ua: &Закладка

source: Bookmark
sk_sk: Záložka
uk_ua: Закладка

source: Bookmark "%s" was not found in this document.
sk_sk: Záložka „%s“ sa v tomto dokumente nenašla.
uk_ua: Не знайдено закладку "%s" в цьому документ╕.

source: Border color:
sk_sk: Farba okraja:

source: Borders
sk_sk: Orámovanie

source: Borders and Shading
sk_sk: Orámovanie a tieňovanie
uk_ua: Рамки та зат╕нення

source: Both People Know Each Other
sk_sk: Obaja ľudia sa poznajú

source: Bottom
sk_sk: Dole

source: Bottom Margin [%s]
sk_sk: Dolný okraj [%s]
uk_ua: Нижн╕й в╕дступ [%s]

source: Bottomline
sk_sk: Čiara na spodku
uk_ua: Л╕н╕я внизу

source: Box List
sk_sk: Odrážky v tvare štvorca
uk_ua: Кубики

source: Build Id.
sk_sk: Id vytvorenia
uk_ua: Номер зб╕рки.

source: Build Options
sk_sk: Voľby pre tvorbu
uk_ua: Параметри зб╕рки

source: Build Target
sk_sk: Cieľ vytvorenia
uk_ua: Ц╕ль зб╕рки

source: Bullet
sk_sk: Grafické odrážky
uk_ua: З символами

source: Bullet List
sk_sk: Odrážky v tvare guličiek
uk_ua: Ненумерований список

source: Bullets
sk_sk: Odrážky
uk_ua: Маркований список

source: Bullets and &Numbering
sk_sk: O&drážky a číslovanie
uk_ua: Символи та &нумерац╕я

source: Bullets and Numbering
sk_sk: Odrážky a číslovanie

source: Button Style
sk_sk: Štýl tlačidiel
uk_ua: Стиль кнопок

source: C&hange Case
sk_sk: Z&meniť na malé alebo VEĽKÉ písmená
uk_ua: Зм╕нити &рег╕стр

source: C&opy hyperlink location
sk_sk: Kopírovať &adresu odkazu

source: C&redits
sk_sk: &Poďakovanie
uk_ua: &Подяки

source: C6/C5 Envelope
sk_sk: Obálka C6/C5

source: Can not insert a Break inside a table
sk_sk: Do tabuľky sa nedá vložiť zlom

source: Can not insert a Break inside a text box
sk_sk: Do textového rámu sa nedá vložiť zlom

source: Cannot delete this style
sk_sk: Tento štýl sa nedá odstrániť
uk_ua: Неможливо видалити цей стиль

source: Cannot modify a builtin style
sk_sk: Zabudovaný štýl sa nedá upraviť
uk_ua: Неможливо зм╕нити вбудований стиль

source: Cannot start print job
sk_sk: Tlačová úloha sa nedá spustiť

source: Category
sk_sk: Kategória

source: Category:
sk_sk: Kategória:
uk_ua: Категор╕я:

source: Center
sk_sk: Nastred
uk_ua: По центру

source: Center Tab
sk_sk: Vycentrovať tabulátor
uk_ua: По центру

source: Center alignment
sk_sk: Zarovnanie textu nastred
uk_ua: Вир╕вняти абзац по центру

source: Center-align the paragraph
sk_sk: Odsek zarovnáte nastred
uk_ua: Вир╕вняти абзац по центру

source: Centered
cy_cy: Canoli
sk_sk: Nastred
uk_ua: Центровано

source: Change &to:
cy_cy: Newid i:
sk_sk: Z&meniť na:
uk_ua: Зм╕нити &на:

source: Change A&ll
cy_cy: Newid y Cyfan
sk_sk: Zmeniť &vždy
uk_ua: Зм╕нити &все

source: Change Background Color
sk_sk: Zmeniť farbu pozadia
uk_ua: Зм╕нити тло

source: Change Case
sk_sk: Zmeniť na malé alebo VEĽKÉ
uk_ua: Зм╕нити рег╕стр

source: Change Current List
sk_sk: Zmeniť tento zoznam
uk_ua: Зм╕нити вид списку

source: Change Highlight Color
sk_sk: Zmeniť farbu zvýraznenia
uk_ua: Зм╕нити кол╕р вид╕лення

source: Change Style
sk_sk: Zmeniť štýl

source: Change Text Color
sk_sk: Zmeniť farbu textu
uk_ua: Зм╕нити кол╕р тексту

source: Change directional properties of text
sk_sk: Môžete zmeniť nastavenie smeru textu

source: Change dominant direction of paragraph
sk_sk: Môžete zmeniť prevládajúci smer odseku
uk_ua: Зм╕нити дом╕нантний напрямок абзацу

source: Change the case of the selected text
sk_sk: Písmená v označenom texte môžete zmeniť na malé alebo VEĽKÉ
uk_ua: Зм╕нити рег╕стр вид╕леного тексту

source: Change the font of the selected text
sk_sk: V označenom texte môžete zmeniť písmo
uk_ua: Зм╕нити шрифт вибраного тексту

source: Change the format of the selected paragraph
sk_sk: Môžete zmeniť vlastnosti označeného odseku
uk_ua: Зм╕нити формат вид╕леного абзацу

source: Change the format of the table
sk_sk: Zmeniť formát tabuľky

source: Change the language of the selected text
sk_sk: Môžete zmeniť jazyk označeného textu
uk_ua: Зм╕нити мову вид╕леного тексту

source: Change the number of columns
sk_sk: Môžete zmeniť počet stĺpcov
uk_ua: Зм╕нити к-сть стовпчик╕в

source: Change the printing options
sk_sk: Môžete zmeniť nastavenia tlače
uk_ua: Зм╕нити параметри друку

source: Change the properties of the Text Box
sk_sk: Môžete zmeniť vlastnosti textového rámu

source: Change to this suggested spelling
sk_sk: Môžete opraviť týmto navrhovaným slovom
uk_ua: Зам╕нити цим вар╕антом написання

source: Change your document's page background
sk_sk: Môžete zmeniť farbu pozadia v dokumente
uk_ua: Зм╕нити кол╕р тла документу

source: Change your document's page color
sk_sk: Môžete zmeniť farbu strany v dokumente

source: Character
sk_sk: Znak
uk_ua: Символ

source: Character Count
sk_sk: Počet znakov
uk_ua: К╕льк╕сть символ╕в

source: Character Count (w/o spaces)
sk_sk: Počet znakov (bez medzier)
uk_ua: К╕льк╕сть символ╕в (без проб╕л╕в)

source: Character Preview
sk_sk: Ukážka znaku
uk_ua: Перегляд символу

source: Characters (no spaces):
sk_sk: Znakov (bez medzier):
uk_ua: Символ╕в (без проб╕л╕в)

source: Characters (with spaces):
sk_sk: Znakov (s medzerami):
uk_ua: Символ╕в (з проб╕лами)

source: Check &Spelling
sk_sk: &Skontrolovať preklepy
uk_ua: &Перев╕рка правопису

source: Check &grammar as you type
sk_sk: &Kontrolovať gramatiku počas písania
