Repository: AbiWord/abiword
Catalog: po/*.po
Languages: cy_cy, sk_sk, uk_ua

source: This RDF link already exists. Would you like to replace the existing RDF link with this new one?
sk_sk: Tento odkaz RDF už existuje. Chcete existujúci odkaz RDF nahradiť týmto novým?

source: This bookmark already exists. Would you like to replace the existing bookmark with this new one?
sk_sk: Záložka s týmto názvom už existuje. Chcete existujúcu záložku nahradiť touto novou?

source: This change will only take effect when you restart AbiWord or create a new document.
sk_sk: Zmeny sa prejavia len ak znova spustíte AbiWord alebo vytvoríte nový dokument.
uk_ua: Ця зм╕на прийде в д╕ю коли ви перезапустите AbiWord або створите новий документ.

source: This document contains revisions which are currently hidden from view. Please see AbiWord documentation for information on working with revisions.
sk_sk: V dokumente boli urobené opravy, ktoré teraz nevidno. Viac sa o práci s opravami dozviete v dokumentácii k programu AbiWord.

source: This paragraph represents words as they might appear in your document. To see the text from your document used in this preview, position your cursor in a document paragraph with some text in it and open this dialog.
sk_sk: Tento odsek ukazuje slová tak, ako sa môžu objaviť vo vašom dokumente. Ak chcete vidieť text vášho dokumentu v tomto zobrazení, nastavte kurzor na niektorý odsek a otvorte toto okno.

source: This style does not exist so it cannot be modified
sk_sk: Tento štýl neexistuje, takže sa nedá upraviť
uk_ua: Такого стилю не ╕сну╓ тому в╕н не може бути зм╕неним

source: Three
sk_sk: Tri
uk_ua: Три

source: Tick List
sk_sk: Odrážky v tvare bodiek
uk_ua: Галочки

source: Time Zone
sk_sk: Časové pásmo
uk_ua: Часовий пояс

source: Title
sk_sk: Názov

source: Title Case
sk_sk: Veľké písmená
uk_ua: Як в заголовках

source: Title:
sk_sk: Názov:
uk_ua: Заголовок:

source: To&pline
sk_sk: &Horný riadok

source: Toolbars
sk_sk: Panely s nástrojmi
uk_ua: Панел╕ ╕нструмент╕в

source: Top
sk_sk: Hore

source: Top Margin [%s]
sk_sk: Horný okraj [%s]
uk_ua: Верхн╓ поле [%s]

source: Topline
sk_sk: Horný riadok
uk_ua: Л╕н╕я вгор╕

source: Total RDF: %d
sk_sk: Celkom RDF: %d

source: Triangle List
sk_sk: Odrážky v tvare trojuholníka
uk_ua: Трикутники

source: Two
sk_sk: Dva
uk_ua: Два

source: Type
sk_sk: Typ

source: Type a name for the RDF link:
sk_sk: Napíšte názov odkazu RDF:

source: Type a name for the bookmark, or select an existing from the list:
sk_sk: Zadajte názov novej záložky alebo si nejakú vyberte zo zoznamu:

source: Type a title for the hyperlink
sk_sk: Napíšte nadpis hypertextového odkazu

source: Type:
sk_sk: Typ:
uk_ua: Тип:

source: UPPERCASE
sk_sk: VEĽKÉ PÍSMENÁ
uk_ua: ВЕРХН╤Й РЕГ╤СТР

source: Underline
cy_cy: Tanlinellu
sk_sk: Podčiarknuté
uk_ua: П╕дкреслення

source: Underline the selection (toggle)
sk_sk: Písmo vo vybranej časti sa podčiarkne alebo sa podčiarknutie zruší
uk_ua: П╕дкреслити вид╕лення

source: Underlines
sk_sk: Podčiarkne

source: Undo
sk_sk: Späť
uk_ua: В╕дм╕нити

source: Undo editing
sk_sk: Môžete odvolať vykonané úpravy
uk_ua: В╕дм╕нити редагування

source: Update
cy_cy: Diweddaru
sk_sk: Aktualizácia
uk_ua: Поновлення

source: Update the annotation
sk_sk: Aktualizovať poznámku

source: Upper Case List
sk_sk: VEĽKÉ písmená
uk_ua: Нумерувати (велик╕ букви)

source: Upper Roman List
sk_sk: Veľké rímske číslice
uk_ua: Нумерувати римськими цифрами (велик╕ букви)

source: Use RTL Order
sk_sk: Použiť poradie sprava doľava
uk_ua: Використовувати порядок справа нал╕во

source: Use custom smart quote style
sk_sk: Použiť vlastný štýl inteligentných úvodzoviek

source: Use glyph shaping for Hebrew
sk_sk: Použiť ozdobné tvary pre hebrejčinu
uk_ua: Використовувати формування символ╕в для Гебрейсько╖

source: User Interface
sk_sk: Používateľské rozhranie

source: User Interface Language
sk_sk: Vyberte si jazyk programu

source: User defined Styles
sk_sk: Štýly, ktoré vytvorili používatelia

source: User-defined Tabs
sk_sk: Tabulátory, ktoré zadal používateľ

source: User-defined styles
sk_sk: Štýly, ktoré vytvorili používatelia
uk_ua: Стил╕ користувача

source: Version
sk_sk: Verzia

source: View
cy_cy: Golwg
sk_sk: Zobraziť
uk_ua: Перегляд

source: View document history
sk_sk: Program zobrazí históriu dokumentu

source: View the document in full screen mode
sk_sk: Môžete si prezrieť dokument v režime celej obrazovky
uk_ua: Переглянути документ на повному екран╕

source: View this document
sk_sk: Program zobrazí tento dokument
uk_ua: Перемкнути на це в╕кно

source: View tooltips
sk_sk: Zobraziť pomocný text
uk_ua: Показувати п╕дказки

source: View...
cy_cy: Dangos ...
sk_sk: Zobraziť...
uk_ua: Перегляд...

source: Visible
sk_sk: Zobrazené
uk_ua: Видим╕

source: Warning: the bookmark you provided [%s] does not exist.
sk_sk: Varovanie: zadaná záložka (%s) neexistuje.
uk_ua: Попередження: вказана закладка [%s] не ╕сну╓.

source: Web Layout
sk_sk: Zobrazenie ako na internete
uk_ua: Перегляд як в тенетах

source: Weekday Month Day, Year
sk_sk: Deň Mesiac, Rok

source: What Hath God Wrought
sk_sk: Čo Boh stvoril
uk_ua: Вставте сюди скоромовку

source: With extension:
sk_sk: S príponou:
uk_ua: З розширенням:

source: Word Count
cy_cy: Cyfrif Geiriau
sk_sk: Počet slov
uk_ua: Статистика

source: Wordprocessing
sk_sk: Písanie textu
uk_ua: Обробка текст╕в

source: Words (no footnotes/endnotes):
sk_sk: Slov bez pozn. pod č. a konc. p.:

source: Words in &UPPERCASE
sk_sk: Slová s &VEĽKÝMI písmenami
uk_ua: ╤гнорувати слова в &ВЕРХНЬОМУ РЕГ╤СТР╤

source: Words with num&bers
sk_sk: Slová s čís&lami
uk_ua: ╤гнорувати слова з &цифрами

source: Words:
sk_sk: Počet slov:
uk_ua: Слова

source: Writing error when attempting to save %s
cy_cy: Amhosibl Arbed Ffeil %s.
sk_sk: Pri pokuse uložiť súbor %s sa vyskytla chyba zápisu.
uk_ua: Помилка запису при спроб╕ збереження %s

source: You have changed the default direction.
sk_sk: Zmenili ste predvolený smer textu.
uk_ua: Ви зм╕нили напрямок по замовчуванню.

source: You have changed the direction mode.
sk_sk: Zmenili ste režim smeru textu.
uk_ua: Ви зм╕нили модус напрямку.

source: You must select a portion of the document before inserting a hyperlink.
sk_sk: Pred vložením hypertextového odkazu treba označiť časť textu.
uk_ua: Вид╕л╕ть частину документу перед вставкою посилання.

source: You should choose a range from 1 to 120 for the auto save frequency
sk_sk: Za interval automatického ukladania treba zvoliť číslo od 1 do 120

source: Your changes will be lost if you don't save them.
sk_sk: Ak neuložíte zmeny, stratia sa.

source: Zoom
cy_cy: Chwyddo
sk_sk: Lupa
uk_ua: Масштаб

source: Zoom to &100%
sk_sk: Upraviť na &100%
uk_ua: Масштаб &100%

source: Zoom to &200%
sk_sk: Upraviť na &200%
uk_ua: Масштаб &200%

source: Zoom to &50%
sk_sk: Upraviť na &50%
uk_ua: Масштаб &50%

source: Zoom to &75%
sk_sk: Upraviť na &75%
uk_ua: Масштаб &75%

source: Zoom to 100%
sk_sk: Môžete upraviť veľkosť zobrazenia na 100%
uk_ua: Масштаб 100%

source: Zoom to 200%
sk_sk: Môžete upraviť veľkosť zobrazenia na 200%
uk_ua: Масштаб

source: Zoom to 50%
sk_sk: Môžete upraviť veľkosť zobrazenia na 50%
uk_ua: Масштаб

source: Zoom to 75%
sk_sk: Môžete upraviť veľkosť zobrazenia na 75%
uk_ua: Масштаб

source: Zoom to page width
sk_sk: Môžete upraviť veľkosť zobrazenia na šírku obrazovky
uk_ua: По ширин╕ стор╕нки

source: Zoom to whole page
sk_sk: V okne sa zobrazí 1 strana
uk_ua: По ц╕л╕й стор╕нц╕

source: lowercase
sk_sk: malé písmená
uk_ua: мал╕ букви

source: minutes
sk_sk: minút(y)
uk_ua: хв

source: tOGGLE cASE
sk_sk: zmeniť na malé/VEĽKÉ
uk_ua: зМ╤НИТИ рЕГ╤СТР

# DLG_FormatTOC_None
source: None
sk_sk: Žiadny

# DLG_Lists_Style_none
source: None
sk_sk: Žiadny

# DLG_Lists_Type_none
source: None
sk_sk: Žiadny

# DLG_RDF_Query_Column_Subject
source: Subject
sk_sk: Predmet

# DLG_Styles_DefNone
source: None
sk_sk: Žiadny

# DLG_Tab_Radio_None
source: None
sk_sk: Žiadny

# FIELD_Document_Subject
source: Subject
sk_sk: Predmet

source: to
cy_cy: I
sk_sk: do
uk_ua: по

source: %s is an Open Source application licensed under the GNU GPL. You are free to redistribute this application.
sk_sk: %s je aplikácia s verejne prístupným zdrojovým kódom v súlade s podmienkami licencie GNU GPL Túto aplikáciu môžete voľne rozširovať.

source: &Page width
cy_cy: Lled Tudalen
sk_sk: šírku &obrazovky
uk_ua: &Ширина стор╕нки

source: &Placement
sk_sk: &Umiestnenie

source: &Set Language
sk_sk: Nastaviť &jazyk

source: &Whole page
cy_cy: Tudalen Cyfan
sk_sk: &celú stranu
uk_ua: &Ц╕ла стор╕нка

source: &Wrapping
sk_sk: &Zalomenie textu

source: (None)
sk_sk: (Žiadne)

source: (no proofing)
sk_sk: (nekontrolovať preklepy)
uk_ua: (н╕яка)

source: (test skipped)
sk_sk: (test bol preskočený)

source: A directory in the given pathname does not exist.
cy_cy: Methu ag Arbed Ffeil_Plygell Ddim ar Gael
sk_sk: Adresár v tomto umiestnení neexistuje.
uk_ua: Каталог в заданому м╕ст╕ не ╕сну╓.

source: AbiWord Plugin Manager
sk_sk: Správca zásuvných modulov Abiwordu
uk_ua: Менеджер модул╕в AbiWord

source: AbiWord cannot find the spelling file %s.dll Please download and install Aspell from http://aspell.net/win32/
sk_sk: AbiWord nevie nájsť súbor na kontrolu preklepov %s.dll Prosím, stiahnite a nainštalujte si Aspell z http://aspell.net/win32/

source: AbiWord cannot fully restore version %d of the document because the version information is incomplete.
sk_sk: AbiWord nedokáže úplne obnoviť verziu %d, pretože o nej nemá úplne všetky potrebné informácie.

source: AbiWord cannot restore version %d of the document because the version information is missing.
sk_sk: AbiWord nedokáže obnoviť verziu %d, pretože mu o nej chýbajú informácie.

source: AbiWord: Print Preview
sk_sk: AbiWord: ukážka pred tlačou
uk_ua: AbiWord: Перегляд друку

source: About %s
sk_sk: O %se
uk_ua: Про %s

source: Acholi
sk_sk: ačolčina

source: Active Plugins
sk_sk: Aktívne zásuvné moduly
uk_ua: Активн╕ модул╕:

source: Afrikaans
sk_sk: afrikánčina
uk_ua: Афр╕канс

source: Akan
sk_sk: akánčina

source: Albanian
sk_sk: albánčina

source: All (*.*)
sk_sk: Všetky (*.*)
uk_ua: Все (*.*)

source: All Documents
sk_sk: Všetky dokumenty
uk_ua: Вс╕ документи

source: All Image Files
sk_sk: Všetky obrázky
uk_ua: Все файли зображень

source: Allow extra markup in AWML namespace
sk_sk: Povoliť špeciálne značky v oblasti názvov AWML

source: Amharic
sk_sk: amharčina

source: Arabic
sk_sk: arabčina

source: Arabic (Egypt)
sk_sk: arabčina (Egypt)
uk_ua: Арабська (╢гипет)

source: Arabic (Saudi Arabia)
sk_sk: arabčina (Saudská Arábia)
uk_ua: Арабська (Сауд╕вська Арав╕я)

source: Arabic, ISO-8859-6
sk_sk: Arabčina, ISO-8859-6
uk_ua: Арабське, ISO-8859-6

source: Arabic, Macintosh
sk_sk: Arabčina, Macintosh
uk_ua: Арабське, Macintosh

source: Arabic, Windows Code Page 1256
sk_sk: Arabčina, kódová stránka Windows 1256
uk_ua: Арабське, Windows Code Page 1256

source: Armenian
sk_sk: arménčina
uk_ua: В╕рменська

source: Armenian, ARMSCII-8
sk_sk: Arménčina, ARMSCII-8
uk_ua: В╕рменське, ARMSCII-8

source: Assamese
sk_sk: asamčina (India)
uk_ua: Асамезька

source: Asturian
sk_sk: astúrčina

source: Auto-insert direction markers
sk_sk: Automaticky vložiť značky smeru textu

source: Auto-revision
sk_sk: Automatická oprava

source: Automatically Detected
cy_cy: Ffeil Canfod Otomatig
sk_sk: Automaticky zistené
uk_ua: Автоматичне розп╕знавання

source: Autorevision
sk_sk: Automatické opravy

source: Available Documents:
sk_sk: Dostupné dokumenty:

source: Available Languages:
sk_sk: Dostupné jazyky:

source: Aymara (Central/Northern Bolivia)
sk_sk: ajmarčina (stredná/severná Bolívia)

source: Aymara (Southern Bolivia)
sk_sk: ajmarčina (južná Bolívia)

source: Aymara, Central
sk_sk: ajmarčina, stredná

source: Baltic, ISO-8859-4
sk_sk: Pobaltské jazyky, ISO-8859-4
uk_ua: Балт╕йське, ISO-8859-4

source: Baltic, Windows Code Page 1257
sk_sk: Pobaltské jazyky, kódová stránka Windows 1256
uk_ua: Балт╕йське, Windows Code Page 1257

source: Bamanankan
sk_sk: bambarčina

source: Basque
sk_sk: baskičtina
uk_ua: Баскська

source: Belarusian
sk_sk: bieloruština
uk_ua: Б╕лоруська

source: Belarusian, Latin
sk_sk: bieloruština, latinka

source: Bengali
sk_sk: bengálčina

source: Black & White
cy_cy: Mewn Du a Gwyn
sk_sk: Čiernobiele
uk_ua: Чорно-б╕лий

source: Block Text
sk_sk: Blok textu

source: Bokmal
sk_sk: Bokmål

source: Bold Italic
cy_cy: Bras Eitalig
sk_sk: Tučná kurzíva
uk_ua: Жирний курсив

source: Bosnian
sk_sk: bosniačtina

source: Breton
sk_sk: bretónčina

source: Build options: %s
sk_sk: Možnosti vytvorenia: %s

source: Building Document:
sk_sk: Vytvára sa dokument:
uk_ua: Створення документу.

source: Bulgarian
sk_sk: bulharčina
uk_ua: Болгарська

source: Cancel
cy_cy: Canslo
sk_sk: Zrušiť
uk_ua: В╕дм╕нити

source: Catalan
sk_sk: katalánčina
uk_ua: Каталанська

source: Central European, ISO-8859-2
sk_sk: Stredoeurópske, ISO-8859-2
uk_ua: Центрально-╓вропейське, ISO-8859-2

source: Central European, Macintosh
sk_sk: Stredoeurópske, Macintosh
uk_ua: Центрально-╓вропейське, Macintosh

source: Central European, Windows Code Page 1250
sk_sk: Stredoeurópske, kódová stránka Windows 1250
uk_ua: Центрально-╓вропейське, Windows Code Page 1250

source: Change Language when changing keyboard
sk_sk: Pri zmene klávesnice zmeniť aj jazyk

source: Chapter
sk_sk: Kapitola

source: Chapter Heading
sk_sk: Nadpis kapitoly

source: Chiga
sk_sk: čigačtina

source: Chinese (Hong Kong)
sk_sk: čínština (Hongkong)
uk_ua: Китайська (Гонконг)

source: Chinese (PRC)
sk_sk: čínština (ČĽR)
uk_ua: Китайська (НРК)

source: Chinese (Singapore)
sk_sk: čínština (Singapur)
uk_ua: Китайська (С╕нгапур)

source: Chinese (Taiwan)
sk_sk: čínština (Tchaj-wan)
uk_ua: Китайська (Тайвань)

source: Chinese Simplified, EUC-CN (GB2312)
sk_sk: Zjednodušená čínština, EUC-CN (GB2312)
uk_ua: Китайське спрощене, EUC-CN (GB2312)

source: Chinese Simplified, GB_2312-80
sk_sk: Zjednodušená čínština, GB_2312-80
uk_ua: Китайське спрощене, GB_2312-80

source: Chinese Simplified, HZ
sk_sk: Zjednodušená čínština, HZ
uk_ua: Китайське спрощене, HZ

source: Chinese Simplified, Windows Code Page 936
sk_sk: Zjednodušená čínština, kódová stránka Windows 936
uk_ua: Китайське спрощене, Windows Code Page 936

source: Chinese Traditional, BIG5
sk_sk: Tradičná čínština, BIG5
uk_ua: Китайське традиц╕йне, BIG5

source: Chinese Traditional, BIG5-HKSCS
sk_sk: Tradičná čínština, BIG5-HKSCS
uk_ua: Китайське традиц╕йне, BIG5-HKSCS

source: Chinese Traditional, EUC-TW
sk_sk: Tradičná čínština, EUC-TW
uk_ua: Китайське традиц╕йне, EUC-TW

source: Chinese Traditional, Windows Code Page 950
sk_sk: Tradičná čínština, kódová stránka Windows 950
uk_ua: Китайське традиц╕йне, Windows Code Page 950

source: Choose document from the list:
sk_sk: Vyberte si dokument zo zoznamu:

source: Clear Background
sk_sk: Odstrániť pozadie

source: Clear Foreground
sk_sk: Odstrániť popredie

source: Clip Art could not be loaded.
sk_sk: Clip Art sa nepodarilo nahrať.

source: Close
cy_cy: Cau
sk_sk: Zatvoriť
uk_ua: Закрити

source: Close &Without Saving
sk_sk: Zatvoriť &bez uloženia

source: Collate
cy_cy: Casglu
sk_sk: Zoradiť
uk_ua: З╕брати по коп╕ях

source: Color
cy_cy: Lliw
sk_sk: Farba
uk_ua: Кол╕р

source: Compare
sk_sk: Porovnať

source: Content:
sk_sk: Obsah:

source: Contents 1
sk_sk: Obsah 1

source: Contents 2
sk_sk: Obsah 2

source: Contents 3
sk_sk: Obsah 3

source: Contents 4
sk_sk: Obsah 4

source: Contents Header
sk_sk: Nadpis obsahu

source: Copies:
cy_cy: Copiau:
sk_sk: Počet kópií:
uk_ua: Коп╕╖:

source: Coptic
sk_sk: koptčina

source: Cornish
sk_sk: cornwallčina

source: Corsican
sk_sk: korzičtina

source: Could not activate/load plugin
sk_sk: Zásuvný modul sa nedá aktivovať/spustiť
uk_ua: Помилка при завантаженн╕ модуля

source: Could not deactivate plugin
sk_sk: Zásuvný modul sa nedá deaktivovať
uk_ua: Помилка при в╕двантаженн╕ модуля

source: Could not load the dictionary for the %s language
sk_sk: Slovník pre jazyk %s sa nedá spustiť
uk_ua: Помилка при завантаженн╕ словника для мови '%s'

source: Created
sk_sk: Vytvorený

source: Created:
sk_sk: Vytvorený:

source: Croatian
sk_sk: chorvátčina

source: Croatian, Macintosh
sk_sk: Chorvátčina, Macintosh
uk_ua: Хорватськe, Macintosh

source: Cyrillic, ISO-8859-5
sk_sk: Azbuka, ISO-8859-5
uk_ua: Кирилиця, ISO-8859-5

source: Cyrillic, KOI8-R
sk_sk: Azbuka, KOI8-R
uk_ua: Кирилиця, KOI8-R

source: Cyrillic, Macintosh
sk_sk: Azbuka, Macintosh
uk_ua: Кирилиця, Macintosh

source: Cyrillic, Windows Code Page 1251
sk_sk: Azbuka, kódová stránka Windows 1251
uk_ua: Кирилиця, Windows Code Page 1251

source: Czech
sk_sk: čeština
uk_ua: Чеська

source: Danish
sk_sk: dánčina
uk_ua: Датська

source: Dari
sk_sk: daríjčina

source: Deactivate all plugins
sk_sk: Deaktivovať všetky zásuvné moduly
uk_ua: Деактивувати вс╕ модул╕

source: Deactivate plugin
sk_sk: Deaktivovať zásuvný modul
uk_ua: Деактивувати модуль

source: Declare as XML (version 1.0)
sk_sk: Označiť ako XML (verzia 1.0)

source: Default language:
sk_sk: Predvolený jazyk:

source: Dhivehi
sk_sk: divehi

source: Do you want to remove this icon from the toolbar?
sk_sk: Chcete túto ikonu odstrániť z panela s nástrojmi?
uk_ua: Ви д╕йсно хочете прибрати цю п╕ктограму з панел╕ ╕нструмент╕в?

source: Document Comparison
sk_sk: Porovnanie dokumentov

source: Document Details
sk_sk: Podrobnosti o dokumente

source: Document History
sk_sk: História dokumentu

source: Document name:
sk_sk: Názov dokumentu:

source: Documents compared
sk_sk: Dokumenty boli porovnané

source: Dutch
sk_sk: holandčina

source: Editing time:
sk_sk: Trvanie úprav:

source: Effects:
sk_sk: Efekty:

source: Embed (CSS) style sheet
sk_sk: Vložiť súbor šablónu štýlov CSS

source: Embed Fonts
sk_sk: Vložiť písma
uk_ua: Зберегти шрифти з документом

source: Embed images in URLs (Base64-encoded)
sk_sk: Vložiť obrázky na www stránky (v kódovaní Base64)

source: Encoding
sk_sk: Kódovanie
uk_ua: Кодування

source: Encoding:
cy_cy: Codeiddio:
sk_sk: Kódovanie:
uk_ua: Кодування:

source: Endnote
sk_sk: Koncovú poznámku

source: Endnote Reference
sk_sk: Odkaz na koncovú poznámku

source: Endnote Text
sk_sk: Text koncovej poznámky

source: English (Australia)
sk_sk: angličtina (Austrália)
uk_ua: Англ╕йська (Австрал╕я)

source: English (Canada)
sk_sk: angličtina (Kanada)
uk_ua: Англ╕йська (Канада)

source: English (India)
sk_sk: angličtina (India)

source: English (Ireland)
sk_sk: angličtina (Írsko)
uk_ua: Англ╕йська (╤рланд╕я)

source: English (New Zealand)
sk_sk: angličtina (Nový Zéland)
uk_ua: Англ╕йська (Нова Зеланд╕я)

source: English (South Africa)
sk_sk: angličtina (JAR)
uk_ua: Англ╕йська (П╕вденна Африка)

source: English (UK)
sk_sk: angličtina (Veľká Británia)
uk_ua: Англ╕йська (Об'╓днане Корол╕вство)

source: English (US)
sk_sk: angličtina (USA)
uk_ua: Англ╕йська (Сполучен╕ Штати)

source: English, DOS/Windows Code Page 437
sk_sk: Angličtina, DOS/Kódová stránka Windows 437

source: Enter Password
sk_sk: Zadajte heslo
uk_ua: Введ╕ть пароль

source: Estonian
sk_sk: estónčina

source: Export File
sk_sk: Exportovať súbor
uk_ua: Експортувати файл

source: Export as HTML 4.01
sk_sk: Exportovať ako HTML 4.01

source: Export with PHP instructions
sk_sk: Exportovať s inštrukciami PHP

source: Farsi
sk_sk: perzština
uk_ua: Фарс╕

source: File
cy_cy: Ffeil
sk_sk: Súbor
uk_ua: Файл

source: File already exists. Overwrite file '%s'?
cy_cy: Trosysgrifennu Ffeil
sk_sk: Súbor s týmto názvom už existuje. Má sa prepísať obsah súboru „%s“?
uk_ua: Файл %s' вже ╕сну╓. Переписати?

source: File to record editing:
sk_sk: Súbor, odkiaľ treba nahrať úpravy:

source: File to replay editing:
sk_sk: Súbor, kde treba zopakovať úpravy:

source: Filipino
sk_sk: filipínčina

source: Finnish
sk_sk: fínčina
uk_ua: Ф╕нська

source: Flemish
sk_sk: flámčina

source: Footnote
sk_sk: Poznámku pod čiarou

source: Footnote Reference
sk_sk: Odkaz na poznámku pod čiarou

source: Footnote Text
sk_sk: Text poznámky pod čiarou

source: For more information: http://www.abisource.com/
sk_sk: Viac informácií: http://www.abisource.com/

source: French (Belgium)
sk_sk: francúzština (Belgicko)
uk_ua: Французька (Бельг╕я)

source: French (Canada)
sk_sk: francúzština (Kanada)
uk_ua: Французька (Канада)

source: French (France)
sk_sk: francúzština (Francúzsko)
uk_ua: Французька (Франц╕я)

source: French (Switzerland)
sk_sk: francúzština (Švajčiarsko)
uk_ua: Французька (Швейцар╕я)

source: Frisian
sk_sk: frízština

source: From:
cy_cy: O:
sk_sk: Od:
uk_ua: В╕д:

source: Fulah
sk_sk: fulština

source: Galician
sk_sk: galícijčina
uk_ua: Галицька

source: Georgian
sk_sk: gruzínčina
uk_ua: Грузинська

source: Georgian, Academy
sk_sk: Gruzínčina, Academy
uk_ua: Грузинське, Academy

source: Georgian, PS
sk_sk: Gruzínčina, PS
uk_ua: Грузинське, PS

source: German (Austria)
sk_sk: nemčina (Rakúsko)
uk_ua: Н╕мецька (Австр╕я)

source: German (Germany)
sk_sk: nemčina (Nemecko)
uk_ua: Н╕мецька (Н╕меччина)

source: German (Switzerland)
sk_sk: nemčina (Švajčiarsko)
uk_ua: Н╕мецька (Швейцар╕я)

source: Grayscale
cy_cy: Llwyd
sk_sk: V odtieňoch šedej
uk_ua: Градац╕╖ с╕рого

source: Greek
sk_sk: gréčtina
uk_ua: Грецька

source: Greek, ISO-8859-7
sk_sk: Gréčtina, ISO-8859-7
uk_ua: Грецьке, ISO-8859-7

source: Greek, Macintosh
sk_sk: Gréčtina, Macintosh
uk_ua: Грецьке, Macintosh

source: Greek, Windows Code Page 1253
sk_sk: Gréčtina, kódová stránka Windows 1253
uk_ua: Грецька, Windows Code Page 1253

source: HTML Export Options
sk_sk: Možnosti pre export do HTML

source: Hausa (Niger)
sk_sk: hauština (Niger)

source: Hausa (Nigeria)
sk_sk: hauština (Nigéria)

source: Hawaiian
sk_sk: havajčina

source: Heading 1
sk_sk: Nadpis 1

source: Heading 2
sk_sk: Nadpis 2

source: Heading 3
sk_sk: Nadpis 3

source: Heading 4
sk_sk: Nadpis 4

source: Hebrew
sk_sk: hebrejčina
uk_ua: Гебрейська

source: Hebrew, ISO-8859-8
sk_sk: Hebrejčina, ISO-8859-8
uk_ua: Гебрейське, ISO-8859-8

source: Hebrew, Macintosh
sk_sk: Hebrejčina, Macintosh
uk_ua: Гебрейське, Macintosh

source: Hebrew, Windows Code Page 1255
sk_sk: Hebrejčina, kódová stránka Windows 1255
uk_ua: Гебрейське, Windows Code Page 1255

source: Height:
sk_sk: Výška:
uk_ua: Висота:

source: Height:
sk_sk: Výška:
uk_ua: Висота

source: Hidden
sk_sk: Schované

source: HighLight Color
sk_sk: Farba zvýraznenia
uk_ua: Кол╕р вид╕лення

source: Hindi
sk_sk: hindčina
uk_ua: Г╕нд╕

source: Hungarian
sk_sk: maďarčina
uk_ua: Угорська

source: Icelandic
sk_sk: islandčina
uk_ua: ╤сландська

source: Icelandic, Macintosh
sk_sk: Islandčina, Macintosh
uk_ua: ╤сландське, Macintosh

source: Identifier:
sk_sk: Identifikátor:

source: Image Name
sk_sk: Názov obrázka

source: Image Placement
sk_sk: Umiestnenie obrázka

source: Image Properties
sk_sk: Vlastnosti obrázka
uk_ua: Властивост╕ зображення

source: Image Size
sk_sk: Veľkosť obrázka

source: Image floats above text
sk_sk: Obrázok sa pohybuje nad textom

source: Image placed in-line (no text wrapping)
sk_sk: Obrázok vložiť medzi riadky (bez zalomenia textu)

source: Import File
sk_sk: Nahrať súbor
uk_ua: ╤мпортувати файл

source: Imported Paragraph
sk_sk: Nahraný odsek

source: Importing Document...
sk_sk: Nahráva sa dokument...

source: Indonesian
sk_sk: indonézština
uk_ua: ╤ндонезька

source: Input Methods
sk_sk: Vstupné metódy

source: Insert Embeddable Object
sk_sk: Vložiť objekt

source: Insert Embeddable Object file:
sk_sk: Vložiť súbor s vloženým objektom:

source: Insert File
sk_sk: Vložiť súbor
uk_ua: Вставити файл

source: Insert Math File
sk_sk: Vložiť súbor s matematickými výrazmi

source: Insert MathML file:
sk_sk: Vložiť súbor MathML:

source: Insert New Table
sk_sk: Vložiť novú tabuľku

source: Insert Picture
sk_sk: Vložiť obrázok
uk_ua: Вставити зображення

source: Insert Symbol
cy_cy: Mewnosod Symbol
sk_sk: Vložiť symbol
uk_ua: Вставити символ

source: Install new plugin
sk_sk: Nainštalovať nový zásuvný modul
uk_ua: Встановити новий модуль
