Repository: AbiWord/abiword
Catalog: po/aym-*.po
Languages: bo

source: Collate
bo: Mayikipachaña

source: Color
bo: Kulura

source: Compare
bo: Kikipaña

source: Content:
bo: Utjirinaka:

source: Contents 1
bo: Mayiri utjirinaka

source: Contents 2
bo: Payiri utjirinaka

source: Contents 3
bo: Kimsiri utjirinaka

source: Contents 4
bo: Pusiri utjirinaka

source: Contents Header
bo: Ch'ijma utjirinakata

source: Copies:
bo: Qillqaratanaka:

source: Corsican
bo: Corso

source: Could not activate/load plugin
bo: Janiw naktayañ yatkiti

source: Could not deactivate plugin
bo: Janiw utjirinakajiwayañ yatkiti

source: Could not load the dictionary for the %s language
bo: %s aru pirwa arutaki janiw q'ipiñ yatkiti. No se pudo cargar el diccionario para este idioma.

source: Created
bo: Lurata

source: Created:
bo: Lurata:

source: Croatian
bo: Croata

source: Croatian, Macintosh
bo: Croata, Macintosh

source: Cyrillic, ISO-8859-5
bo: Cirílico, ISO-8859-5

source: Cyrillic, KOI8-R
bo: Cirílico, KOI8-R

source: Cyrillic, Macintosh
bo: Cirílico, Macintosh

source: Cyrillic, Windows Code Page 1251
bo: Cirílico, laphi chimputa Windows 1251

source: Czech
bo: Checo

source: Danish
bo: Danés

source: Deactivate all plugins
bo: Taqpach utjirinak jan naktayamti

source: Deactivate plugin
bo: Utjirinak jan naktayamti

source: Default language:
bo: Aru kamachirita:

source: Define Image Placement
bo: Definir emplazamiento de la imagen

source: Define Text Wrapping
bo: Khanstayaña sawu kasawi

source: Do you want to remove this icon from the toolbar?
bo: Aka icono uka wak'a irnaqirita apaqañ muntati. ¿Quiere quitar este icono de la barra de herramientas?

source: Document Comparison
bo: Qillqa q'ipi kikikipawi

source: Document Details
bo: Qillqa q'ipit qhanachawipa

source: Document History
bo: Qillqa q'ipit amtawi

source: Document name:
bo: Qillqa q'ipin sutipa:

source: Documents compared
bo: Qillqa q'ipinaka kikikipata

source: Dutch (Netherlands)
bo: Holandés (Holanda)

source: Editing time:
bo: Lurañ pacha:

source: Effects
bo: Mayjaptawi

source: Embed (CSS) style sheet
bo: Laphi uñnaqa kastanaka uk apkataña. (CSS)

source: Embed Fonts
bo: Qillqa kastanak uk apkataña

source: Embed images in URLs (Base64-encoded)
bo: Saltanaka apkataña en URLs (codificadas en Base-64)

source: Endnote Reference
bo: Qillqawi

source: Endnote Text
bo: Tukuyawi sawu qillqa

source: English (Australia)
bo: Inglés (Australia)

source: English (Canada)
bo: Inglés (Canadá)

source: English (Ireland)
bo: Inglés (Irlanda)

source: English (New Zealand)
bo: Inglés (Nueva Zelanda)

source: English (South Africa)
bo: Inglés (Sudáfrica)

source: English (UK)
bo: Inglés (Reino Unido)

source: English (US)
bo: Inglés (Estados Unidos)

source: Enter Password
bo: Uchantam aru imata

source: Estonian
bo: Estonio

source: Export File
bo: Qillqa q'ipi apsuyaña

source: Export as HTML 4.01
bo: Apsuyaña HTML 4.01jama

source: Export with PHP instructions
bo: Apsuyaña yatichsuwinakampi ukhama PHP

source: File
bo: Q'ipi

source: File already exists. Overwrite file '%s'?
bo: Utjiwa uka qillqa q'ipix. «%s» q'ipi qillqañ muntati. El archivo ya existe. ¿Quiere sobreescribir el archivo?"

source: Finnish
bo: Finlandés

source: Flemish (Belgium)
bo: Flamenco (Bélgica)

source: Footnote Reference
bo: Qillqata kayu laphi uñnaqaru

source: Footnote Text
bo: Sawu qillqa kayu laphi uñnaqaru

source: French (Belgium)
bo: Francés (Bélgica)

source: French (Canada)
bo: Francés (Canadá)

source: French (France)
bo: Francés (Francia)

source: French (Switzerland)
bo: Francés (Suiza)

source: Frisian
bo: Frisón

source: From:
bo: ...ta:

source: Georgian
bo: Georgiano

source: Georgian, Academy
bo: Georgiano, académico

source: Georgian, PS
bo: Georgiano, PS

source: German (Austria)
bo: Alemán (Austria)

source: German (Germany)
bo: Alemán (Alemania)

source: German (Switzerland)
bo: Alemán (Suiza)

source: Grayscale
bo: Ch'ixi escala

source: Greek
bo: Griego

source: Greek, ISO-8859-7
bo: Griego, ISO-8859-7

source: Greek, Macintosh
bo: Griego, Macintosh

source: Greek, Windows Code Page 1253
bo: Griego, laphi chimputa Windows 1253

source: HTML Export Options
bo: Ajllita apsuwinaka HTML

source: Hausa (Niger)
bo: Hausa (Níger)

source: Hawaiian
bo: Hawaiano

source: Heading 1
bo: Ch'ijma 1

source: Heading 2
bo: Ch'ijma 2

source: Heading 3
bo: Ch'ijma 3

source: Heading 4
bo: Ch'ijma 4

source: Hebrew
bo: Hebreo

source: Hebrew, ISO-8859-8
bo: Hebreo, ISO-8859-8

source: Hebrew, Macintosh
bo: Hebreo, Macintosh

source: Hebrew, Windows Code Page 1255
bo: Hebreo, laphi chimputa Windows 1255

source: Height:
bo: Patana:

source: Height:
bo: Jach'ata:

source: Hidden
bo: Imantata

source: HighLight Color
bo: Qhananchata kulura

source: Hungarian
bo: Húngaro

source: Icelandic
bo: Islandés

source: Icelandic, Macintosh
bo: Islandés, Macintosh

source: Identifier:
bo: Uñacht'ayiri:

source: Image Properties
bo: Saltat sutinakapa

source: Image floats above text
bo: Saltaxa sawu patana tuyusxi

source: Image placed in-line (no text wrapping)
bo: Saltax siqin uskutawa (jan sawu kasantatampi)

source: Import File
bo: Qillqa q'ipi apaniña

source: Indonesian
bo: Indonesio

source: Input Methods
bo: Thakhi mantañataki

source: Insert Embeddable Object
bo: Taqi kuna uchantaña

source: Insert Embeddable Object file:
bo: Taqi kuna q'ipi uchantata.:

source: Insert File
bo: Qillqa q'ipi uchantaña

source: Insert Math File
bo: Jakhunakata qillqa q'ipi uchantaña

source: Insert MathML file:
bo: Qillqa q'ipi MathML uchantaña

source: Insert New Table
bo: Machaq uyu uyu uchantaña

source: Insert Picture
bo: Salta uchantaña

source: Insert Symbol
bo: Mä chimpu uchantaña

source: Install new plugin
bo: Mä machaqa phuqhanchawi uchantaña

source: Invalid pathname.
bo: Jan wali thakhi.

source: Irish
bo: Irlandés

source: Italian (Italy)
bo: Italiano (Italia)

source: Japanese
bo: Japonés

source: Japanese, EUC-JP
bo: Japonés, EUC-JP

source: Japanese, ISO-2022-JP
bo: Japonés, ISO-2022-JP

source: Japanese, Shift-JIS
bo: Japonés, Shift-JIS

source: Japanese, Windows Code Page 932
bo: Japonés, laphi chimputa Windows 932

source: Korean
bo: Coreano

source: Korean, EUC-KR
bo: Coreano, EUC-KR

source: Korean, Johab
bo: Coreano, Johab

source: Korean, KSC_5601
bo: Coreano, KSC_5601

source: Korean, Windows Code Page 949
bo: Coreano, laphi chimputa Windows 949

source: Kurdish
bo: Kurdo

source: Last saved:
bo: Ukapach imata:

source: Latin (Renaissance)
bo: Latín (Renacimiento)

source: Latvian
bo: Letón

source: Lithuanian
bo: Lituano

source: Macedonian
bo: Macedonio

source: Make default for document
bo: Arun ajllita uk tukuyaña, qillqa q'ipitaki

source: Malay
bo: Malayo

source: Marathi
bo: Marati

source: Marshallese (Marshall Islands)
bo: Marshalés (Islas Marshall)

source: Marshallese (Nauru)
bo: Marshalés (Nauru)

source: Merge
bo: Kisantaña

source: Mongolian
bo: Mongol

source: Name:
bo: Suti:

source: Nepali (Nepal)
bo: Nepalés (Nepal)

source: No
bo: Janiwa

source: No Picture
bo: Jan saltani

source: No plugin selected
bo: Janiw mä phuqhanchawi ajllita utjkiti. No hay un complemento seleccionado.

source: Normal
bo: Aliqa

source: Norwegian Bokmal
bo: Noruego Bokmaal

source: Norwegian Nynorsk
bo: Noruego Nynorsk

source: Not available
bo: Jan wakichata

source: Numbered Heading 1
bo: Ch'ijmata jakhuta 1

source: Numbered Heading 2
bo: Ch'ijmata jakhuta 2

source: Numbered Heading 3
bo: Ch'ijmata jakhuta 3

source: OK
bo: Iyaw saña

source: Occitan
bo: Occitano

source: Open File
bo: Qillqa q'ipi jist'raña

source: Opened Documents
bo: Qillqa q'ip jist'arata

source: Other...
bo: Yaqha...

source: P&ercent:
bo: Sapa &patakata:

source: Page Width
bo: Laphi uñnaqata tara

source: Page ranges:
bo: Kawknir laphi uñnaqanak uk liq'suña:

source: Password:
bo: Aru mantañataki:

source: Plain Text
bo: Sawu pampa

source: Plugin Details:
bo: Jisk'a wakt'ata yanapiri:

source: Plugin List
bo: Phuqhanchanak tanta

source: Polish
bo: Polaco

source: Portuguese (Brazil)
bo: Portugués (Brasil)

source: Portuguese (Portugal)
bo: Portugués (Portugal)

source: Position relative to its Column
bo: Jayarut jak'aruch sayt'aparu uchañ munta

source: Position relative to its Page
bo: Jayarut jak'aruch laphiparu uchañ munta

source: Position relative to nearest paragraph
bo: Jayarut jak'aruch tanta amuyunakata uchañ munta

source: Preserve aspect ratio
bo: Tupunak pashpaptañataki jisk'arjam jach'arjama

source: Preview Picture
bo: Saltata nayra uñjawi

source: Print To File
bo: Mä q'ipiru liq'iña

source: Print in:
bo: Kawkin liq'intañai:

source: Print to:
bo: Kunaru liq'intiri:

source: Printer
bo: Liq'intir

source: Printer command:
bo: Liq'intiri kamachiri:

source: Quechua
bo: Quechua (Bolivia)

source: Regular
bo: Ukaki uka

source: Relationship:
bo: Lasi:

source: Restore
bo: Kutiña

source: Restore Settings
bo: Kamachawinaka kutiña

source: Results
bo: Jikxatanaka

source: Romanian
bo: Rumano

source: Romanian, Macintosh
bo: Rumano, Macintosh

source: Russian (Russia)
bo: Ruso (Rusia)

source: Sample
bo: Uñachawi

source: Save File As
bo: Kunjams qillqa q'ipi imaña

source: Save Settings
bo: Kamachinaka imaña

source: Script:
bo: Prugramalla:

source: Section Heading
bo: Mä partita ch'ijma

source: Select Encoding:
bo: Chimpuchawi ajlliña:

source: Select HTML export options:
bo: Ajlliña, kunamas apañ HTML muntaxa:

source: Select Language:
bo: Aru ajlliña:

source: Serbian
bo: Servio

source: Set Image Name
bo: &Saltaru sutichaña

source: Set Image Size
bo: Ukch'a akch'a salta camachiña

source: Set Language
bo: Aru kamachiña

source: Set no Highlight Color
bo: Utt'ayaña jan qhana kulurampi

source: Size:
bo: Tansa:

source: Slovak
bo: Eslovaco

source: Slovenian
bo: Esloveno

source: Spanish (Mexico)
bo: Español (México)

source: Spanish (Spain)
bo: Español (España)

source: Square text wrapping
bo: Sawu pusi k'uchu ucht'ata

source: Styles:
bo: Kastanaka:

source: Swedish
bo: Sueco

source: Symbols
bo: Uñanchänaka

source: Syriac
bo: Sirio

source: Tagalog
bo: Tagalo

source: Text Color
bo: Sawu kulura

source: Text wrapped on both sides of the Image
bo: Sawu kasayata salta purapata

source: Text wrapped to the Left of the Image
bo: Sawu kasayata salta ch'iqatuqiru

source: Text wrapped to the Right of the Image
bo: Sawu kasayata salta kupituqiru

source: Thai
bo: Tailandés

source: Thai, Macintosh
bo: Tailandés, Macintosh

source: Thai, TIS-620
bo: Tailandés, TIS-620

source: Thai, Windows Code Page 874
bo: Tailandés, laphi chimputa Windows 874

source: The directory '%s' is write-protected.
bo: «%s» aka jach'a q'ipinxa jani qillqañjamakiti. Este directorio está protegido contra escritura.

source: The nearest version that can be restored fully is %d. Would you like to restore this version instead? To partially restore version %d press No.
bo: Uñjatatax phuqata mayampi lurataspax %d. Aka uñjatat mayampi kawkirus kurañ munatati. Mayampi uñjatat lurañatakix %d, «Jani»wa ajllim. La versión más próxima que puede ser restaurada completamente es una versión vieja. ¿Quiere restaurar esta versión en su lugar? Para restaurar parcialmente la última versión, seleccione «No».

source: The print command string is not valid.
bo: Aka liqsut kamachitax pantjatawa. El comando de impresión no es válido.

source: This operation cannot be undone. Are you sure you want to proceed?
bo: Aka luratax janiw jararpayañxamakiti. Sarantaskakiñ munapuntati. Esta operación no se puede deshacer. ¿Seguro que quiere proceder?

source: Tight text wrapping
bo: K'ullk'u sawu ucht'aña

source: To continue anyway, press OK.
bo: Sarantaskakiñatakixa limt'an iyaw saña. Para continuar de todas formas pulse Aceptar.

source: To quit the restoration attempt, press Cancel.
bo: Qillqa q'ipi Jaktayataxa uk jiwt'ayañatakixa, limpt'am chaqhtayaña. "Para eliminar el intento de restauración, pulse Cancelar.

source: Turkish
bo: Turco

source: Turkish, ISO-8859-9
bo: Turco, ISO-8859-9

source: Turkish, Macintosh
bo: Turco, Macintosh

source: Turkish, Windows Code Page 1254
bo: Turco, laphi chimputa Windows 1254

source: Type of text wrapping
bo: Ucht'am kast sawu

source: Ukrainian
bo: Ucraniano

source: Ukrainian, KOI8-U
bo: Ucraniano, KOI8-U

source: Ukrainian, Macintosh
bo: Ucraniano, Macintosh

source: Untitled%d
bo: Jani_suticht'ata%d

source: Update
bo: Jichhakiptayaña

source: Uzbek
bo: Uzbeco

source: Version history
bo: Uñjatat amtawipa

source: Version:
bo: Uñjata:

source: Vietnamese
bo: Vietnamita

source: Vietnamese, TCVN
bo: Vietnamita, TCVN

source: Vietnamese, VISCII
bo: Vietnamita, VISCII

source: Vietnamese, Windows Code Page 1258
bo: Vietnamita, laphi chimputa Windows 1258

source: View Document
bo: Qillqa q'ipi unjaña

source: View:
bo: Unjaña:

source: Welsh
bo: Galés

source: Western European, DOS/Windows Code Page 437
bo: Europeo occidental, laphi chimputa DOS/Windows 437

source: Western European, DOS/Windows Code Page 850
bo: Europeo occidental, laphi chimputa DOS/Windows 850

source: Western European, HP
bo: Europeo occidental, HP

source: Western European, ISO-8859-1
bo: Europeo occidental, ISO-8859-1

source: Western European, Macintosh
bo: Europeo occidental, Macintosh

source: Western European, NeXT
bo: Europeo occidental, NeXT

source: Western European, Windows Code Page 1252
bo: Europeo occidental, laphi chimputa Windows 1252

source: Whole Page
bo: Laphi uñnaq phuqtata

source: Width:
bo: Lankhu:

source: Width:
bo: Lankhtata:

source: Yes
bo: Jisa

source: You have to save changes to document %s before proceeding. Save now?
bo: Turkatanaka qillqa q'ipiru imañapawa «%s» janir juk'amp qillt'kasa. Jichhax jumax imäñ muntati. Debe guardar los cambios al documento antes de continuar. ¿Quiere guardar ahora?"

source: Zoom to
bo: Jitjatayañ jitiqaña

source: _No
bo: _Jani

source: _Yes
bo: _Jisa

source: cm
bo: Patak chiqtaqa

source: different
bo: dayjt'ata

source: diverging after document position %d
bo: uka muqur pirisinxa %d qillqi q'ipi mayjt'i

source: identical
bo: kikpa

source: inch
bo: jach'a luk'ana

source: mm
bo: waranqa chhiqtaqa

source: pica
bo: picas

source: points
bo: puqunaka

source: siblings
bo: ispallanaka

source: unrelated
bo: jani wila masi
