Repository: AbiWord/abiword
Catalog: po/aym-*.po
Languages: bo

source: Remove the Footer on this page from the Document
bo: Aka qillqa q'ipit kayu laphi uñnaqa chhaqhtayam

source: Remove the Header on this page from the Document
bo: Aka laphi uñnaqat ch'ijma chhaqhtayam

source: Remove the Image and save a copy on the clipboard
bo: Salta chhaqhtayam, ukhamaraki mä qillqawi wayaqan imam

source: Remove the Image from the Document
bo: Qillqa q'ipitxa salta chhaqhtayaña

source: Remove the Text Box from the Document
bo: Qillqa q'ipitxa sawu kajuna chhaqhtayaña

source: Remove the suggested change
bo: Chhijllat amuyt'awi chhaqhtayaña

source: Repeat Row as Heading
bo: Ch'ijmjama suka, mayampi luraña

source: Repeat Row as Heading on each new page
bo: Sapa machaq laphi uñnaqan, ch'ijmjama suka mayampi luraña

source: Replace
bo: Lantiña

source: Replace &All
bo: &Taqpacha lantiña

source: Replace the specified text with different text
bo: Uka sawu yaqha sawumpi lantintaña

source: Report a &Bug
bo: &Jan wali yatiyaña

source: Report a bug and help AbiWord become a better product
bo: Jani walt'awi yatiyi ukhamaraki AbiWord ukar sumaptayi

source: Reset the current toolbar layout to its defaults
bo: Wiltat uñstayi jichha wak'a irnaqañanaka

source: Resize this image
bo: Aka salta wali &jach'aptayi

source: Restart numbering at:
bo: Mayampi jakhuwi qalltaña:

source: Restart on each page
bo: Sapa laphi uñnaqan mayampi qalltaña

source: Restart on each section
bo: Sapa t'aqan mayampi qalltaña

source: Restart page numbers on new sections
bo: Machaq t'aqanakan, laphi uñnaqat jakhunaka mayampi qalltaña

source: Resume Previous List
bo: Nayrir tantaru sarantaskakiña

source: Retain all document changes
bo: Qillqa q'ipit, taqpach chhijllawinak katuntaña

source: Revert file to last saved state?
bo: Q'ipix kunjamakans ukham kutt'ayañaniti.

source: Revert the document to the last saved state
bo: Qillqa q'ipix kunjamakans ukham k'uttayaña

source: Revert to saved copy of %s?
bo: Qillqaqar imt'ata ukham kutt'ayañati %s

source: Revision ID
bo: ID. uñakipawi

source: Right
bo: Kupi

source: Right Indent [%s]
bo: Kupi jitt'ata [%s]

source: Right Margin [%s]
bo: Kupituq thiya [%s]

source: Right Tab
bo: Kupi jitt'ata

source: Right alignment
bo: Kupi siqt'awi

source: Right-align the paragraph
bo: Tanta amuyunaka kupituqir siqt'aña

source: Right-to-left &dominant
bo: &Kupita ch'iqaru

source: Rights
bo: Lisinsha

source: Rights:
bo: Lisinsha:

source: Row
bo: Suka

source: Rows &Above
bo: P&atjan sukanaka

source: Rows &Below
bo: &Manqhan sukanaka

source: S&cripts
bo: Scrip&tnaka

source: S&how revisions
bo: &Uñakipawi uñachaña

source: S&plit Cells
bo: Uyu&nak jaljaña

source: Sa&ve
bo: &Imaña

source: Sav&e Copy
bo: &Qillqaqata imaña

source: Save
bo: Imaña

source: Save &As
bo: K&unjams imaña

source: Save &Template
bo: Im&aña uñacht'awi

source: Save As
bo: Kunjam imaña

source: Save a copy of the image on the clipboard
bo: Saltat mä qillqaqawi wayaqan imaña

source: Save changes to document %s before closing?
bo: Turkanak qillqa q'ipin «%s» imañ muntati, janir jist'antasa? ¿Desea guardar los cambios al documento antes de cerrar?

source: Save the Embedded Object
bo: Kunanak ukasa uchantataxa uk imam

source: Save the document
bo: Qillqa q'ipi imam

source: Save the document as a template
bo: Qillqa q'ipi mä modeljama imam

source: Save the document under a different name
bo: Qillqa q'ipixa yaqha sutimpi imam

source: Save the document without changing the current name
bo: Qillqa q'ipi imam, janiw yaqha sutimpi

source: Save the selected image to a file
bo: Salta jajllitaxa imam yaqha q'ipiru

source: Save to file
bo: Mä q'ipiru imaña

source: Scale...
bo: Kuna tansa...

source: Search for help about...
bo: Yanapiri thaqhaña, kunataki...

source: Seconds between updates
bo: Yaqha jichhakiptañatakix, qhawqha segundonakanisa

source: Seconds since the epoch
bo: Ukatpacha segundonaka

source: Section Breaks
bo: T'aqat jaljtayaña

source: Section breaks
bo: T'aqat jaljtayaña

source: See history of the current document
bo: Jichha qillqa q'ipit amtawi uñjaña

source: Select
bo: Ajlliña

source: Select A&ll
bo: &Taqpacha ajlliña

source: Select Cell
bo: Uyu ajlliña

source: Select Column
bo: Saya ajlliña

source: Select Font
bo: Kasta qillqanaka ajlliña

source: Select Revision
bo: Uñakipawi uk ajlliña

source: Select Row
bo: Suka ajlliña

source: Select Table
bo: Uyu uyu ajlliña

source: Select Text Box
bo: Sawu kajun ajlliña

source: Select a target bookmark from the list.
bo: Mä chimpuri tantata uk ajllim.

source: Select image from File
bo: Salta q'ipit uk ajllim

source: Select the Text Box
bo: Kajun sawu uk ajllim

source: Select the entire document
bo: Phuqhat qillqa q'ipi uk ajllim

source: Selection
bo: Ajllita

source: Sentence case
bo: Qillqanak amuyunakat uk jach'aptayam

source: Separate table items with commas
bo: Uyu uyut taqi kunasa jaljtayam, jisk'a amukt'awinakampi

source: Separate table items with commas and tabs
bo: Jisk'a amukt'awinakampi ukhamaraki jittayirinakampi taqi kunasa uyu uyut jaljtayaña

source: Separate table items with tabs
bo: Jittayirinakampi taqi kunasa uyu uyut jaljtayaña

source: Separate with commas
bo: Jisk'a amukt'awinakampi jaljtayaña

source: Separate with commas and tabs
bo: Jittayirinakampi ukhamaraki jisk'a amukt'awinakampi jaljtayaña

source: Separate with tabs
bo: Jittayirinakampi jaljtayaña

source: Set
bo: Uchantaña

source: Set &Language
bo: A&ru kamachiña

source: Set Default Values
bo: Nayrir waluranaka kamachiña

source: Set Image
bo: Salta utt'ayaña

source: Set Positioned Image
bo: Salta uchaña

source: Set Text Wrapping
bo: Sawu kasayawi kamachiña

source: Set an image as a background for your page
bo: Mä salta, manqhax laphi uñnaqjama kamachiña

source: Set dominant direction of paragraph to RTL
bo: Tanta amuyunakat irpiri kamachiña CH<--K

source: Set meta-data properties
bo: Uñakipat kamachiña

source: Set new Tab
bo: Machaq jittayiri kamachiña

source: Set no image
bo: Jani kuna salta utt'ayaña

source: Set preferences
bo: Kunam muntaxa uk kamachiña

source: Set tab stops
bo: Jittayirinaka uk kamachiña

source: Set the type and styles of the Table of Contents
bo: Uyu uyut utjirinak, kastanak kamachiña

source: Set the types of Footnotes and Endnotes
bo: Ch'ijma ukhamaraki kayu kastanakat kamachiña

source: Set the types of Headers and Footers
bo: Ch'ijma kastanak ukhamaraki kayu kastanak kamachiña

source: Set this Row as Heading
bo: Aka suka ch'ijmjama kamachiña

source: Set this Row as the Heading on each page
bo: Aka suka laphi uñnaqa ch'ijmjama kamachiña

source: Set this image to be positioned
bo: Aka salta uchañataki uskuña

source: Set your spelling preferences
bo: Suma qillqa kunams muntaja, ukanak kamachiña

source: Setup your document's page properties such as page size and margins
bo: Kunamti muntaxa ukham kiptayaña

source: Shortcut Key
bo: Limpt'awinak kisantaña

source: Show
bo: Uñachaña

source: Show &Ruler
bo: Tupu uña&chaña

source: Show All
bo: Taqpacha uñachaña

source: Show For&matting Marks
bo: &Utt'awita chimpunaka uk uñachayaña

source: Show document &before revisions
bo: Janir uñakipasinsti &qillqa q'ipi uñachayi

source: Show document a&fter revisions
bo: Uñakipasinsti &ukatxa qillqa q'ipi uñachayi

source: Show document after &previous revisions
bo: Janir uñakipasinsti &ukatxa qillqa q'ipi uñachayi

source: Show full list of documents
bo: Tanta phuqhpacha qillqa q'ipinakata uk uñachayaña

source: Show or hide the rulers
bo: Tupunak imantaña jan ukax uñachayaña

source: Show or hide the status bar
bo: Wak'a uñachayaña jan ukax imantayaña

source: Show or hide the toolbar
bo: Wak'a irnaqirinaka uñachayaña jan ukax imantayaña

source: Show revisions that are present in document
bo: Qillqa q'ipin uñakipawinak utjkix uk uñachayi

source: Show what the document looks like after previous revisions
bo: Janir uñakipasinxa ukata qillqa q'ipin uñakiptata uñachayi

source: Show what the document looks like after revisions
bo: Uñakipanakat ukatxa, qillqa q'ipin uñakiptata uñachayi

source: Show what the document looks like before revisions
bo: Uñakipawinak nayraqatax qillqa q'ipi uñakiptata uñachayi

source: Show...
bo: Uñachaña...

source: Show/hide formatting marks
bo: Uñachayi ukhamaraki imanti chimpu utt'awinak

source: Simple
bo: Uqhamaki

source: Simple Toolbar
bo: Irnaqañ wak'a ukhamaki

source: Single
bo: Sapaki

source: Single Spacing
bo: Jisk'a ch'usa

source: Single spacing
bo: Jisk'a ch'usa

source: So&rt Table
bo: Uyu uyu &askichaña

source: Sort Columns in Ascending Order
bo: Sayt'atanak siqichaña manqhat patxaru

source: Sort Columns in Ascending Order based on Selected Row
bo: Suka ajllisinxa manqhat patxaru sayt'atanak siqichaña

source: Sort Columns in Descending Order
bo: Sayt'atanak patxata manqharu siqichaña

source: Sort Columns in Descending Order based on Selected Row
bo: Suka ajllisinxa sukanak, sayt'atanak patxat manqharu siqichaña

source: Sort Rows in Ascending Order
bo: Manqhat patxaru siqinak siqichaña

source: Sort Rows in Ascending Order based on selected Column
bo: Sayt'ata ajllisinxa sukanak manqhat patxaru siqicham

source: Sort Rows in Descending Order
bo: Patxat manqharu sukanak siqichaña

source: Sort Rows in Descending Order based on Selected Column
bo: Sayt'atanak ajllisinxa sukanak patxat manqharu siqichaña

source: Sort Table
bo: Uyu uyu kamachiña

source: Source:
bo: Kawkitsa:

source: Space after Column
bo: Sayt'at qhipat ch'usawja

source: Space before: 12 pt
bo: Nayraqatax ch'usawja:12 pt

source: Space before: None
bo: Nayraqatax chu'sawja: ch'usa

source: Spacing
bo: Ch'usawja

source: Spell Checking
bo: Suma qillqaw uñakipawi

source: Spellcheck
bo: Suma qillqaw uñakipawi

source: Spellcheck the document
bo: Qillqa qipit suma qillqawi uñakipaña

source: Spelling
bo: Suma qillqawi

source: Spelling &Options
bo: Suma qillqawi &ajllitanaka

source: Spli&t Table
bo: Uyu uyu&jaljaña

source: Split Cells
bo: Uyunak jaljaña

source: Split Table
bo: Uyu uyu jaljaña

source: Split cells
bo: Uyunak jaljaña

source: Split in Middle
bo: Chikatat jaljaña

source: Split on Bottom Side
bo: Manqhat jaljaña

source: Split on Left Side
bo: Ch'iqatuqit jaljañ

source: Split on Right Side
bo: Kupituqita jaljaña

source: Split on Top Side
bo: Patjat jaljaña

source: Split on all delimiters except spaces
bo: Taqpach thiyarinakan jaljaña, jan ch'usawjanakampi

source: Split on all word delimiters including spaces
bo: Taqpach thiyarinakan jaljaña, chu'sawjanakampi

source: Split text at commas or tabs
bo: Jisk'a amukt'awinakan jan ukax jittayirinakan sawu jaljaña

source: Split text at spaces, commas, or tabs
bo: Ch'usawjanakan, jisk'a amukt'awinakan jan ukax jittayirinakan sawu jaljaña

source: Split this cell
bo: Aka uyu jaljaña

source: Square List
bo: Pusisuyuta tanta

source: St&yle
bo: &Kasta

source: Standard
bo: Ukaki

source: Standard Toolbar
bo: Wak'a ukaki

source: Star List
bo: Wara warat tanta

source: Start At:
bo: Kawkins qalltaña ukana:

source: Start New List
bo: Mä machaq tanta qalltaña

source: Start Sublist
bo: Manqhat tanta qalltaña

source: Start a new revision
bo: Mä machaq uñjawi qalltaña

source: Start ne&w revision
bo: &Mä machaq uñjawi qalltaña

source: Start revision distinct from the current one
bo: Mä yaqha jichha uñakipawi qalltam

source: Statistics:
bo: Jakhuwinaka:

source: Stop Current List
bo: Jichhaki tanta jark'aña

source: Stri&ke
bo: S&iqinuqata

source: Strike
bo: Siqinuqaña

source: Strikeout the selection (toggle)
bo: Jajllita siqinuqaña (Kampiytaña)

source: Sty&list
bo: Ka&stanak tanta

source: Style
bo: Kasta

source: Style Name -
bo: Kastan sutipa -

source: Style Name:
bo: Kastan sutipa:

source: Style Type
bo: Kastan uñnaqa

source: Style for following paragraph
bo: Jutiri tanta amuyunakataki kasta

source: Style name cannot be left blank
bo: Sutip kastata janiw janq'ur jaytañakiti

source: Style:
bo: Kasta:

source: Styles
bo: Kastanaka

source: Stylist
bo: Tanta kastanak

source: Subject
bo: Kunataki

source: Subject:
bo: Kunataki:

source: Subscript
bo: Manqhan utjirinaka

source: Sugg&estions:
bo: Amuyu&naka:

source: Suggest from &main dictionary only
bo: Aru pirwata &amuyaña

source: Sum a Column
bo: Mä sayar irxataña

source: Sum a Row
bo: Mä sukar irxataña

source: Sum a Table Column
bo: Mä sayt'ata uyu uyuru irxatam

source: Sum a Table Row
bo: Mä suka uyu uyur irxatam

source: Summary
bo: Jisk'aptayata

source: Supe&rscript
bo: P&atan utjirinaka

source: Superscript
bo: Patan utjirinaka

source: Sy&mbol
bo: &Chimpu

source: Symbol
bo: Chimpu

source: T&able
bo: &Uyu uyu

source: Tab Stop [%s]
bo: Jittawi uchaña [%s]

source: Tab stop position:
bo: Jittawi uchaña:

source: Tab stops to be cleared:
bo: Jittayirinak chhaqhtayaña:

source: Table
bo: Uyu uyu

source: Table Size
bo: Uyu uyut tansa

source: Table Toolbar
bo: Irnaqañ wak'a uyu uyuta

source: Table of Contents
bo: Tanta utjirinaka

source: Table of Contents List Label
bo: Lista de etiquetas del índice

source: Table of Contents Page
bo: Utjirinaka laphi uñnaqa

source: Table size
bo: Uyu uyut tansa

source: Tabs
bo: Jittayirinaka

source: Tabs and Page Numbering
bo: Jittayirinakampi ukhamaraki uñnaq laphi jakhuwimpi

source: Te&xt Formatting
bo: Sawut &utt'ayawi

source: Text
bo: Sawu

source: Text &after:
bo: &Sawu qhipa:

source: Text &before:
bo: &Sawu nayra:

source: Text Align:
bo: Sawu chiqtawi:

source: Text Box
bo: &Kajunat sawu

source: Text Folding
bo: Sawu sukthapita

source: Text Wrapping
bo: Sawu walichata

source: Text and Icon
bo: Sawumpi ukhamaraki saltampi

source: The margins selected are too large to fit on the page.
bo: Thiyanak ajllita ancha jach'anakawa laphitaki. Los márgenes seleccionados son demasiado grandes para que quepan en la página.

source: The new user interface language will take effect the next time that you start the application
bo: Machaq aru ajllitatxa, ukat qhipanxa, uka arun ajllitat qalltani, apnaqañataki. El idioma nuevo del interfaz de usuario tendrá efecto la próxima vez que inicie la aplicación.

source: The spelling check is complete.
bo: Suma qillqawixa, uñakipawixa tukuyatawa. La revisión ortográfica ha terminado.

source: The text to which the hyperlink is to be attached must be within a single paragraph.
bo: Uka sawux jach'a chinur mayacht'ataxa, mä tanta amuyunakankañapakiwa. El texto al que el hiperenlace está vinculado debe estar dentro de un único parágrafo.

source: The weekday
bo: Simanata mä uru

source: Thickness:
bo: Thuru:

source: This change will only take effect when you restart AbiWord or create a new document.
bo: Aka turkatax sartaniw AbiWord qalltipan, jan ukatsti mä machaq qillqa q'ipi lurasina. Este cambio sólo tendrá efecto cuando reinicie AbiWord o cree un documento nuevo.

source: This document contains revisions which are currently hidden from view. Please see AbiWord documentation for information on working with revisions.
bo: Aka qillqa q'ipinxa imantat uñakipawinak utji. AbiWord qillqa q'ipinak uñjam irnaqawin yatiyawinakxat uñakipawinakata. Este documento contiene revisiones que están ocultas de la vista. Vea la documentación de AbiWord para la información acerca del trabajo con revisiones.

source: This style does not exist so it cannot be modified
bo: Aka kastax janiw utjkiti ukham janiw mayjaptañamakiti. Este estilo no existe así que no puede modificarse.

source: Three
bo: Kimsa

source: Time Zone
bo: Uraqi urasa

source: Title
bo: Pata suti

source: Title Case
bo: Suti qillqanakap jach'aptayawi

source: Title:
bo: Pata suti:

source: Toolbars
bo: Irnaqañataki wak'a

source: Top Margin [%s]
bo: Patan thiya [%s]

source: Topline
bo: Patjir siqi

source: Triangle List
bo: Tanta kimsa k'uchuta

source: Two
bo: Paya

source: Type
bo: Kasta

source: Type a name for the bookmark, or select an existing from the list.
bo: Chimputakix mä suti qillqt'am jan ukasti ma tantat ajllim. Escriba un nombre para el marcador, o seleccione uno de la lista.

source: Type:
bo: Kasta:

source: UPPERCASE
bo: JACH'ANAKA

source: Underline
bo: Siqiraña

source: Underline the selection (toggle)
bo: Ajllawi manqhar siqiraña (kambiyt'aña)

source: Undo
bo: Jaranuqaña

source: Undo editing
bo: Utt'ayata jaranuq

source: Upper Case List
bo: Tanta jach'a qillqana

source: Upper Roman List
bo: Romana tanta jach'a qillqana

source: Use RTL Order
bo: CH<--K kamachañ apnaqiri

source: Use glyph shaping for Hebrew
bo: Kasta qillqa apnaqaña qillqa hebreotaki

source: User Interface
bo: Aru ajlliña

source: User Interface Language
bo: Aru ajlliña

source: User defined Styles
bo: Kasta nayrat lurata

source: User-defined Tabs
bo: Jittayirinaka nayan qhananchata

source: User-defined styles
bo: Kastanaka apnaqirit uñacht'ata

source: Version
bo: Uñjawi

source: View
bo: Uñjaña

source: View document history
bo: Qillqa q'ipit amtañ unjaña

source: View the document in full screen mode
bo: Phuqhpacha qillqa q'ipi unjaña

source: View this document
bo: Aka qillqa q'ipi unjaña

source: View tooltips
bo: Iwxanak unjaña

source: View...
bo: Unjaña...

source: Visible
bo: Qhanstawi

source: Warning: the bookmark you provided [%s] does not exist.
bo: Chuy: uka chimpuri churatax [%s] jani utjkiti. Atención: el marcador que proporcionó no existe.

source: Web Layout
bo: Web utt'ayata

source: What Hath God Wrought
bo: Pachamama tukuy imata rikhurichisqa

source: With extension:
bo: Tilantañampi:

source: Word Count
bo: Aru jakhuri

source: Wordprocessing
bo: Arunak luraña

source: Words (no footnotes/endnotes):
bo: Arunaka (Jan tukuyaw amuyumpi):

source: Words in &UPPERCASE
bo: &JACH'APTAYATA arunaka

source: Words with num&bers
bo: &Arunaka jakhunakampi

source: Words:
bo: Arunaka:

source: Writing error when attempting to save %s
bo: Pantjat qillqa utji, imañ munasinja %s Error de escritura al intentar guardar el archivo.

source: You have changed the default direction.
bo: Irpir kamachija, kambiyt'iwa. Ha cambiado la dirección predeterminada.

source: You have changed the direction mode.
bo: Kunamtix irpirix kambiyt'iwa. Ha cambiado el modo de dirección.

source: You must select a portion of the document before inserting a hyperlink.
bo: Mä juk'a qillqa q'ipi ajllimtam janir uchantasa mä jach'a chinu. Debe seleccionar una porción del documento antes de insertar un hiperenlace.

source: You should choose a range from 1 to 120 for the auto save frequency
bo: Mä t'aqa ajlliñamaw 1ta 120ru justupaki imasiñapataki. Debe elegir un rango de 1 a 120 para el intervalo de auto-guardado.

source: Your changes will be lost if you don't save them.
bo: Janitix turkanak sum imkata chhaqapxaniw.

source: Zoom
bo: Jach'aptawi

source: Zoom to &100%
bo: &100%ru jacha'ptaña

source: Zoom to &200%
bo: &200%ru jacha'ptaña

source: Zoom to &50%
bo: &50%ru jacha'ptaña

source: Zoom to &75%
bo: &75%ru jacha'ptaña

source: Zoom to 100%
bo: 100%ru jacha'ptaña

source: Zoom to 200%
bo: 200%ru jacha'ptaña

source: Zoom to 50%
bo: 50%ru jacha'ptaña

source: Zoom to 75%
bo: 75%ru jacha'ptaña

source: Zoom to page width
bo: Kupir ch'iqar laphi uñnaqa jach'aptaña

source: Zoom to whole page
bo: Laphi uñnaqa phuqharu jach'aptayaña

source: custom.dic
bo: sapata.dic

source: dd/mm/yy
bo: uu/pp/mm

source: lowercase
bo: jisq'a qillqa

source: minutes
bo: minutunaka

source: mm/dd/yy
bo: pp/uu/mm

source: tOGGLE cASE
bo: jACH'APTAWI tURKAÑA

source: to
bo: a

source: &Page width
bo: &Laphi uñnaq tara

source: &Set Language
bo: &Aru utt'ayaña

source: &Whole page
bo: &Phuqata laphi uñnaqa

source: (no proofing)
bo: (jan mallt'aña)

source: (test skipped)
bo: (prueba saltado)

source: A directory in the given pathname does not exist.
bo: Mä jach'a q'ipix thakhin uñacht'ayatax janiw utjkiti. Un directorio en la ruta dada no existe.

source: AbiWord Plugin Manager
bo: Phuqhanchanakata AbiWordta apnaqiri

source: AbiWord cannot find the spelling file %s.dll Please download and install Aspell from http://aspell.net/win32/
bo: AbiWord janiw qillqa q'ipi katuntañ yatkiti %s.dll Wayunuqam ukat ut'ayam Aspell aksat http://aspell.net/win32/ AbiWord no puede encontrar el archivo de ortografía X.dll Por favor descargue e instale Aspell desde http://aspell.net/win32/

source: AbiWord cannot fully restore version %d of the document because the version information is incomplete.
bo: AbiWord janiw versión %d walichañ yatkiti kunatix versiòn yatiyawix janiw phuqatakiti. AbiWord no puede restaurar completamente esta versión del documento porque la información de versión es incompleta.

source: AbiWord cannot restore version %d of the document because the version information is missing.
bo: Qillqa q'ipin uñjatata %d AbiWord ukan janiw kutin yatkiti kunjamakans ukhamaru. Kunatix ut uñjatat yatiyawi janiw utjkiti. AbiWord no puede restablecer la versión del documento porque falta la información de versión.

source: AbiWord: Print Preview
bo: AbiWord: Nayra uñjawi liq'suñataki

source: About %s
bo: %sta

source: Active Plugins
bo: Phuqhanchanak naktata

source: Albanian
bo: Albanés

source: All (*.*)
bo: Taqpacha(*.*)

source: All Documents
bo: Taqpach qillqa q'ipinaka

source: All Image Files
bo: Taqpacha salta q'ipinaka

source: Allow extra markup in AWML namespace
bo: Chimpu lurayaña AWML

source: Amharic (Ethiopia)
bo: Amhárico (Etiopía)

source: Arabic
bo: Árabe

source: Arabic (Egypt)
bo: Árabe (Egipto)

source: Arabic (Saudi Arabia)
bo: Árabe (Arabia Saudí)

source: Arabic, ISO-8859-6
bo: Árabe, ISO-8859-6

source: Arabic, Macintosh
bo: Árabe, Macintosh

source: Arabic, Windows Code Page 1256
bo: Árabe, laphi chimputa Windows 1256

source: Armenian
bo: Armenio

source: Armenian, ARMSCII-8
bo: Armenio, ARMSCII-8

source: Asturian (Spain)
bo: Asturiano (España)

source: Auto-insert direction markers
bo: Justupaki chimpu irpiri uchantaña

source: Auto-revision
bo: Justupaki uñakipawi

source: Automatically Detected
bo: Justupak katjata

source: Autorevision
bo: Justupaki uñakipaña

source: Available Documents
bo: Arunak apnaqañataki

source: Available Languages
bo: Arunak apnaqañataki

source: Baltic, ISO-8859-4
bo: Báltico, ISO-8859-4

source: Baltic, Windows Code Page 1257
bo: Báltico, laphi chimputa Windows 1257

source: Basque
bo: Vasco

source: Belarusian
bo: Bielorruso

source: Bengali
bo: Bengalí

source: Black & White
bo: Janq'umpi ch'iyarampi

source: Block Text
bo: T'aqa sawu

source: Bold Italic
bo: K'umjata ch'iyarita

source: Breton
bo: Bretón

source: Building Document:
bo: Qillqa q'ipi luraña:

source: Bulgarian
bo: Búlgaro

source: Cancel
bo: Janiw saña

source: Catalan
bo: Catalán

source: Central European, ISO-8859-2
bo: Centroeuropeo, ISO-8859-2

source: Central European, Macintosh
bo: Centroeuropeo, Macintosh

source: Central European, Windows Code Page 1250
bo: Centroeuropeo, laphi chimputa Windows 1250

source: Change Language when changing keyboard
bo: Limt'irinaka kambiyt'asinxa, aru kambiyt'aña

source: Chapter Heading
bo: T'aqata ch'ijma

source: Chinese (Hong Kong)
bo: Chino (Hong Kong)

source: Chinese (PRC)
bo: Chino (PRC)

source: Chinese (Singapore)
bo: Chino (Singapur)

source: Chinese (Taiwan)
bo: Chino (Taiwán)

source: Chinese Simplified, EUC-CN (GB2312)
bo: Chino simplificado, EUC-CN (GB2312)

source: Chinese Simplified, GB_2312-80
bo: Chino simplificado, GB_2312-80

source: Chinese Simplified, HZ
bo: Chino simplificado, HZ

source: Chinese Simplified, Windows Code Page 936
bo: Chino simplificado, laphi chimputa Windows 936

source: Chinese Traditional, BIG5
bo: Chino tradicional, BIG5

source: Chinese Traditional, BIG5-HKSCS
bo: Chino tradicional, BIG5-HKSCS

source: Chinese Traditional, EUC-TW
bo: Chino tradicional, EUC-TW

source: Chinese Traditional, Windows Code Page 950
bo: Chino tradicional, laphi chimputa Windows 950

source: Choose document from the list:
bo: Qillqa q'ipi tantata luraña:

source: Clip Art
bo: Li'pjata

source: Close
bo: Jist'antaña

source: Close &Without Saving
bo: &Jan imasinxa jist'antaña
