Repository: AbiWord/abiword
Catalog: po/aym-*.po
Languages: bo

source: Diamond List
bo: Qhispinakat tanta

source: Dictionaries
bo: Aru pirwanaka

source: Different footer on facing pages
bo: Yaqha kayu laphi uñnaqa, nayrjirin laphi uñnaqanakan

source: Different footer on first page
bo: Nayrir laphi uñnaqatakix yaqha kayu laphi uñnaqa

source: Different footer on last page
bo: Qhiphïri laphi uñnaqataqix, yaqha kayu laphi uñnaqa

source: Different header on facing pages
bo: Nayrjirinak laphi uñnaqatakix, yaqha ch'ijma

source: Different header on first page
bo: Nayrir laphi uñnaqatakix, yaqha ch'ixma

source: Different header on last page
bo: Qhipïri laphi uñnaqatakix, yaqha ch'ixma

source: Disable all formatting commands, except styles
bo: Kastat utt'ayatanakaki apnaqam

source: Display Credits
bo: Luririnak uñachst'ayam

source: Display Help Contents
bo: Yanapañat uñacht'ayam

source: Display non-printing characters
bo: Jan liqsuñanakjamax uka qillqanak uñacht'ayam

source: Display style:
bo: Kasta uñjañataki:

source: Do you want to reset ignored words in all the documents?
bo: Taqpach qillqa q'ipinakat jani yaqat arunaka mayampi qillqañ muntati. ¿Quiere reiniciar las palabras ignoradas en todos los documentos?

source: Do you want to reset ignored words in the current document?
bo: Jichha qillqa q'ipin, jani yàqat arunaka mayampi qalltañ muntati. ¿Quiere reiniciar las palabras ignoradas en el documento actual?

source: Document
bo: Qillqa q'ipi

source: Document Properties
bo: Qillqa q'ipit yatiyawinaka

source: Documents
bo: Qillqa q'ipinaka

source: Don't restart
bo: Jan mayampi qalltaña

source: Double
bo: Paypacha

source: Double Spacing
bo: Payir ch'usa

source: Double spacing
bo: Payir ch'usa

source: Edit Equation
bo: Jakhuwin kikipañ luraña

source: Edit Footer
bo: Kayu laphi uñnaqa luraña

source: Edit Header
bo: Ch'ijma luraña

source: Edit hyperlink
bo: Jach'a chinur luri

source: Edit text at the top or bottom of every page
bo: Patja tuqir manqha tuqir sapa mayni laphi uñnaqat, ukan sawu luraña

source: Edit the Footer on the current page
bo: Jichha laphi uñnaqan kayu laphi uñnaqa luraña

source: Edit the Header on the current page
bo: Jichha laphi uñnaqan ch'ijma lurayaña

source: Enable F&ormatting Tools
bo: &Irnaqawinak utt'aw uk naktayam

source: Enable Smooth Scrolling
bo: Quña sarnaqiri uk naktayam

source: Endnote anchor
bo: Tukuyat qillqa

source: Endnote reference
bo: Tukuyat qillqa uñt'awi

source: Endnote style
bo: Tukuyat qillqa kasta

source: Equation
bo: Jakhuwin kikipaña

source: Error calculating value!
bo: Jan wali, walura tantiytaskaña! ¡Error calculando valor!

source: Error executing script %s
bo: Pantjat «%s» script lurasinwa. Error ejecutando el script.

source: Error importing file %s.
bo: Pantjawi «%s» apanipan mä q'ipi. Error importando el archivo.

source: Error while attempting to save %s: could not construct exporter
bo: «%s» Pantjawiw utji imañ munkayatanx ukha: janiw apsurir utt'ayañjamakanti. Error al intentar guardar el archivo: no se pudo construir el exportador.

source: Error while attempting to save %s: invalid name
bo: Pantjawiw utji «%s» imañ munkayatanx ukha: Qipin sutipa janiw walikiti. Error al intentar guardar el archivo: nombre inválido.

source: Ex. script
bo: Scriptta lurt'jaña

source: Exactly
bo: Phuqhata

source: Example:
bo: Akhama:

source: Execute helper scripts
bo: Scriptsta yanapirinak lurt'jaña

source: Execute script
bo: Scriptta lurt'jaña

source: Existing revisions:
bo: Uñakipatanak utjirinaka:

source: Extra
bo: Yapa

source: Extra Toolbar
bo: Yaqha wak'a irnaqañataki

source: Extra parameters:
bo: Yaqha parametronaka:

source: F&ile
bo: &Q'ipi

source: F&ormat
bo: &Utt'ayaña

source: F&ull Screen
bo: Uñac&hayiri phuqachata

source: Fi&nd what:
bo: &Thaqhaña:

source: Field Name
bo: Uraqin sutipa

source: Field Name:
bo: Uraqin sutipa:

source: File %s is not of a currently supported file type
bo: Jichha q'ipix %s janiw mä kasta q'ipi iyaw satakiti. Este archivo no es un tipo de archivo actualmente soportado.

source: File %s is not of the type it claims to be
bo: Q'ipix %s janiw uka kastakiti. El archivo no es del tipo que dice ser.

source: File %s is of unknown type
bo: «%s» q'ipix janiw uñt'atakiti. El archivo es de tipo desconocido.

source: File %s not found
bo: Uka «%s» q'ipix janiw jiqhatatakiti. El archivo no se ha encontrado.

source: File Name
bo: Q'ipin sutipa

source: Fill style:
bo: Phuqhat kasta:

source: Find
bo: Thaqhaña

source: Find &next revision
bo: &Yaqha uñakipawi thaqtam

source: Find &previous revision
bo: &Nayra uñakipawi thaqtam

source: Find next visible revision in the document
bo: Qillqa q'ipit, jutiri qhana uñakipawi thaqtam

source: Find previous visible revision in the document
bo: Qillqa q'ipit nayriri qhana uñakipawi thaqtam

source: Find the specified text
bo: Uka sawu thaqtam

source: First Line Indent [%s]
bo: Francesa jittata [%s]

source: First line
bo: Francesa jittata

source: Fixed column size:
bo: Sayt'ata tansa:

source: Fold below level 1
bo: Mayir t'aqat manqhäx tuqit sukt'hapiña

source: Fold below level 2
bo: Payir t'aqat manqhäx tuqit sukt'hapiña

source: Fold below level 3
bo: Kimsir t'aqat manqhäx tuqit sukt'hapiña

source: Fold below level 4
bo: Pusir t'aqat manqhäx tuqit sukt'hapiña

source: Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph
bo: Qhipa jutiri tanta amuyunaka, Qhipa jutiri tanta amuyunaka, Qhipa jutiri tanta amuyunaka, Qhipa jutiri tanta amuyunaka, Qhipa jutiri tanta amuyunaka

source: Font
bo: Qillqa kasta

source: Font Choose
bo: Kasta qillqanaka ajlliña

source: Font Size
bo: Qillqa tansa

source: Font choose
bo: Kasta qillqanaka ajlliña

source: Font color
bo: Qillqa kulura

source: Font...
bo: Qillqa kasta...

source: Font:
bo: Qillqa kasta:

source: Foot&note
bo: Kayu laphi u&ñnaqaru qillqaña

source: Footer
bo: Laphi uñnaq kayu

source: Footer Properties
bo: Laphi kayu uñnaqat uñtatanaka

source: Footer [%s]
bo: Laphi kayu uñnaqa [%s]

source: Footnote anchor
bo: Laphi kayu uñnaqa ch'aku

source: Footnote reference
bo: Kayu laphi uñnaqa amuyt'awi

source: Footnote style
bo: Kayu laphi uñnaqaru kasta qillqaña

source: Force LTR direction of text
bo: Sawut K.t.-->Ch.t. irpir ch'amtaña

source: Force RTL direction of text
bo: Sawut Ch.t.-->K.t. irpr ch'amtaña

source: Force left-to-right direction of text
bo: Sawut, kupi tuqirukhamaraki ch'iqa tuqiru ch'amtaña

source: Force right-to-left direction of text
bo: Sawut, ch'iqa tuqiru ukhamaraki kupi tuqiru irpiri ch'amtaña

source: Force text LTR
bo: Ch'iqa tuqita kupi tuqir sawu ch'amt'aña

source: Force text RTL
bo: Kupi tuqita ch'iqa tuqir sawu ch'amtaña

source: Format
bo: Utt'ayaña

source: Format Embedded Object
bo: Ch'akuntat utjawit utt'awipa

source: Format Endnotes
bo: Tukuta qillqat utt'awipa

source: Format Footnotes
bo: Qillqat laphi uñnaqat kayur utt'awipa

source: Format Footnotes and Endnotes
bo: Qillqanakat utt'awipa laphi uñnaqat kayu, ukhamaraki tukutanak qillqa

source: Format Header/Footers
bo: Utt'atayata ch'ijma/laphi uñnaq kayu

source: Format Painter
bo: Brocha utt'awipa

source: Format Table
bo: Uyu uyu utt'awi

source: Format Table of Contents
bo: Uyu uyu utjirinak utt'awipa

source: Format Text Box
bo: Sawu kajunata utt'awipa

source: Format Toolbar
bo: Wak'a irnaqañanaka utt'awipa

source: Format this image
bo: Aka saltar utt'ayam

source: Format your document using styles
bo: Kastanakampi qillqa q'ipi utt'ayaña

source: Format:
bo: Utt'ayawi:

source: From File
bo: Qillqa q'ipita

source: From LaTeX
bo: LaTextata

source: Full Screen
bo: Uñachayiri phuqachata

source: General
bo: Taqpacha

source: Go To
bo: Saraña ...ru

source: Go To &What:
bo: &Kunar saraña:

source: Go to...
bo: Saraña ...ru

source: H&as label
bo: &Sutiniwa

source: H&eading text:
bo: &Sawu ch'ijmata:

source: Hand List
bo: Amparanakata tanta

source: Hanging
bo: Warkhuskana

source: Header
bo: Ch'ijma

source: Header Properties
bo: Utjir ch'ijmata

source: Header [%s]
bo: Ch'ijma [%s]

source: Heading Styles
bo: Ch'ijmanak kastanaka

source: Heading style:
bo: Ch'ijma kasta:

source: Heart List
bo: Chuymanak tanta

source: Hebrew List
bo: Hebrea tanta

source: Help
bo: Yanapa

source: Help &Contents
bo: Yanapata &utjirinaka

source: Help &Introduction
bo: &Yanapa qallantaña

source: Hide
bo: Imantaña

source: Hide &spelling errors in the document
bo: &Jan wali qillqatanak qillqa q'ipin imantaña

source: Hide text below List Levels
bo: Manqhäx tanta t'aqanak sawu imantaña

source: Highlight
bo: Qhanstaña

source: I&gnore All
bo: T&aqpacha jan unjaña

source: I&ndent:
bo: &Jittata:

source: Icons
bo: Saltanaka

source: Ignore
bo: Jan yaqaña

source: Ignore Words
bo: Jan yaqat arunaka

source: Ignore all occurrences of this word in the document
bo: Qillqa q'ipin taqpach uñstirinaka aka arut jan yaqaña

source: Ignored words:
bo: Jan yaqata arunaka:

source: Image For Background
bo: Manqhataki Salta

source: Implies List
bo: Implicaciones tanta

source: Import style definitions from a document
bo: Kasta qhananchata, mä qillqa q'ipita apaniña

source: In Use
bo: Apnaqasiwa

source: Incorrect Password
bo: Jan wali suti imata

source: Increase indent
bo: Jittata yapantaña

source: Indentation
bo: Jittata

source: Indents and Spacing
bo: &Jittata ukhamaraki jithintata

source: Initial Caps
bo: Purpach qillqa jach'aptayatat jaytjaña

source: Initial Endnote value
bo: Qalltawi walur qillqat tukuyata

source: Initial Footnote value
bo: Qalltawi walur qillqat laphi uñnaqa kayuru

source: Insert
bo: Uchantaña

source: Insert &Columns
bo: &Sayanaka uchantaña

source: Insert &Rows
bo: Su&kanaka uchantaña

source: Insert &Table
bo: &Uyu uyu uchañtaña

source: Insert Bookmark
bo: Chimpuri uchantaña

source: Insert Break
bo: Thuqtawi uchantaña

source: Insert Cells
bo: Uyu uchantaña

source: Insert Clipboard contents
bo: Wayaqat utjirinak uk uchantaña

source: Insert Date and Time
bo: Urumpi urasampi uk uchantaña

source: Insert Equation
bo: Jakhuwin kikipañ uchantaña

source: Insert Equation from a LaTeX expression
bo: Mä ecuación uchantaña mä arst'awitat LaTeX

source: Insert Field
bo: Uraqi uchantaña

source: Insert Hyperlink
bo: Jach'a chinu uchantaña

source: Insert Image
bo: Salta uchantaña

source: Insert Mail Merge Field
bo: Chaski kisantawi uraqi uk uchantaña

source: Insert MathML from a file
bo: Uchantaña MathML mä q'ipita

source: Insert Table
bo: Uyu uyu uchantaña

source: Insert Unicode direction marker into the document
bo: Mä chimpuri irpir qillqa q'ipiru uchantaña

source: Insert a Footer
bo: Mä Kayu laphi uñnaqa uk uchantam

source: Insert a Header
bo: Mä ch'ijma uchantam

source: Insert a Table of Contents based on Headings
bo: Mä utjirinaka ch'ijmañakar uchantaña

source: Insert a Text Box
bo: Mä sawu kajuna uk uchantam

source: Insert a bookmark into the document
bo: Mä chimpuri qillqa q'ipir uchantam

source: Insert a calculated field
bo: Mä uraqi tantiyt'ata uk uchantam

source: Insert a column to the left
bo: Ch'iqatuqir mä sayt'ata uchantam

source: Insert a column to the right
bo: Kupituqir mä sayt'ata uchantam

source: Insert a footnote
bo: Mä qillqata laphi uñnaq kayuru uchantam

source: Insert a hyperlink into the document
bo: Mä jach'a chinu qillqa q'ipir uchantam

source: Insert a mail merge field
bo: Mä chaski kisantata uraqi uk uchantam

source: Insert a new table into your document
bo: Qillqa q'ipipan mä machaq uyu uyu uchantam

source: Insert a page, column, or section break
bo: Mä laphi uñnaqa, mä sayt'ata jan ukasti mä thuqtawi uchantam

source: Insert a row above
bo: Mä suka patjatuqiru uchantam

source: Insert a row below
bo: Mä suka manqhatuqiru uchantam

source: Insert a symbol or other special character
bo: Mä chimpu ukhamaraki mä qillqata uchantam

source: Insert an automatically-updated page number
bo: Mä jakhu laphi uñnaqaru justupak jichhaptayir uchantam

source: Insert an endnote
bo: Mä qillqa tukuyata uk uchantam

source: Insert an existing picture from another file
bo: Yaqha q'ipita mä salta utjkipan uk uchantam

source: Insert an image into the document
bo: Qillqa q'ipiru mä salta uchantam

source: Insert bookmark
bo: Mä chimpuri uchantam

source: Insert break
bo: Mä thuqtawi uchantam

source: Insert clipart
bo: Mä clipart uchantam

source: Insert field
bo: Mä uraqi uchantam

source: Insert hyperlink
bo: Jach'a chinu uchantam

source: Insert left-to-right direction marker (LRM)
bo: Ch'iqatuqiru kupituqiru mä chimpu irpiri uk uchantam

source: Insert right-to-left direction marker (RLM)
bo: Kupituqiru ch'iqatuqiru mä chimpu irpir uk uchantam

source: Insert symbol
bo: Mä chimpu uchantam

source: Insert table
bo: Ma uyu uyu uchantam

source: Insert the Sum of a Table Column
bo: Mä sayt'at jakhthapita uk uchantaña

source: Insert the Sum of a Table Row
bo: Mä suka jakhthapita uk uchantaña

source: Insert the contents of another file
bo: Yaqha q'ipit utjawipa uk uchantam

source: Insert the date and/or time
bo: Uru ukhamaraki uras uchantam

source: Insert unformatted clipboard contents
bo: Wayaqat utjirinak jan utt'awita, uk uchantam

source: Invisible &Layout Marks
bo: Imantat &lurawi chimpunaka

source: Italic
bo: K'umtata

source: Jump to hyperlink
bo: Jach'a chinur thuqtaña

source: Justified
bo: Purapt'ayata

source: Justify
bo: Purapt'ayata

source: Justify paragraph
bo: Tanta amuyunak purapt'ayaña

source: Justify the paragraph
bo: Tanta amuyunak purapt'ayi

source: Keep with ne&xt
bo: Qhepampi &apnaqaña

source: Kevins Test
bo: Kevinta yanant'ata

source: Keywords
bo: Jamas aru

source: Keywords:
bo: Jamas aru:

source: Label Align:
bo: Chimpunak siqirawi:

source: Label Definitions
bo: Chimpunak qhananchatanaka

source: Language
bo: Aru

source: Language settings
bo: Aru kamachiña

source: Language(s):
bo: Aru(naka):

source: Layout
bo: Sapa mayaru churawi

source: Layout Details
bo: Wakicht'awi qhananchata

source: Leader
bo: Phuqapuni

source: Left
bo: Kupi

source: Left Indent [%s]
bo: Ch'iqar jittawi [%s]

source: Left Indent [%s] First Line Indent [%s]
bo: Ch'iqar jittawi [%s] Nayrir siqi jittawi [%s]

source: Left Margin [%s]
bo: Ch'iqa thiya [%s]

source: Left Tab
bo: Ch'iqa jittayiri

source: Left alignment
bo: Ch'iqar siqichawi

source: Left-align the paragraph
bo: Ch'iqatuqir tanta amuyunak siqichaña

source: Level 1
bo: Maya t'aqa

source: Level 2
bo: Paya t'aqa

source: Level 3
bo: Kimsa t'aqa

source: Level 4
bo: Pusi t'aqa

source: Level Delimiter:
bo: T'aqat chimpjawi:

source: Level:
bo: T'aqa:

source: Li&ne spacing:
bo: Si&qi purpt'ayiri:

source: Line
bo: Siqi

source: Line Count
bo: Siqinaka jakhuri

source: Line above the selection (toggle)
bo: Mä siqi ajllit patjaru (turkaña)

source: Line and Page Breaks
bo: Laphi uñnaqa jaljtawi uk uchantaña

source: Line below the selection (toggle)
bo: Ajllit siqi manqhatuqir (turkaña)

source: Line between
bo: Ajllit purapa sayt'atat mä siqi jaljtayiri

source: Lines:
bo: Siqinaka:

source: List
bo: Tanta

source: List Label
bo: Tanta chimpunakata

source: List Properties
bo: Tantanak uñakipata

source: List Styles
bo: Kastanakat tantanaka

source: Lists for
bo: Tantanak ukataki

source: Lock the layout of the current toolbars
bo: Jichha sapa mayniru churiri wak'a irnaqirinak jark'aki

source: Lower Case List
bo: Jisk'a qillqampi tantanak

source: Lower Roman List
bo: Tantanak luraña, romanos jisk'a qillqanakampi

source: Mail Merge
bo: Chaski iripirir kisantayi

source: Make the selection bold (toggle)
bo: Ch'iyaritar qillqanak ajlliña

source: Make the selection italic (toggle)
bo: K'umtata qillqanak ajlliyaña (turkaña)

source: Make the selection subscript (toggle)
bo: Utjirinaka ajlliyaña (turkaña)

source: Make the selection superscript (toggle)
bo: Jach'a utjirinaka ajlliyaña (turkaña)

source: Manage plugins
bo: Phuqhanchawinak apnaqaña

source: Margin
bo: Thiya

source: Mark Revisions
bo: Uñakipawinak chimpuntaña

source: Mark changes as you type
bo: Qillqjayasinxa ajllitanak chimpuntam

source: Martins Test
bo: Prueba de Martin

source: Max Column size
bo: Jach'a tansa sayt'atat

source: Merge Above
bo: Patjana kisantaña

source: Merge Below
bo: Manqhan kisantaña

source: Merge Cells
bo: Uyunak kisantam

source: Merge Left
bo: Ch'iqaru kisantaña

source: Merge above
bo: Patjaru kisantaña

source: Merge another document into the active document using revision marks
bo: Qillqa q'ipi manqhana yaqha qillqa q'ipi kisantaña, chimpu uñakipawi apnaqasisinxa

source: Merge below
bo: Manqharu kisantaña

source: Merge cells
bo: Uyunak kisantaña

source: Merge left
bo: Ch'iqatuqimpi kisantam

source: Merge right
bo: Kupituqimpi kisantam

source: Merge with cell above
bo: Alax uyumpi kisantaña

source: Merge with cell below
bo: Manqhan uyumpi kisantaña

source: Merge with left cell
bo: Ch'iqatuqi uyumpi kisantaña

source: Merge with right cell
bo: Kupituqi uyumpi kisantaña

source: Military Time
bo: Militar ura

source: Misc.
bo: Wakita

source: Miscellaneous Styles
bo: Chhaxruntata kastanaka

source: Modify Styles
bo: Kastanak Yaqhaptayaña

source: Modify...
bo: Mayjaptayaña...

source: Month Day, Year
bo: Phaxsi Uru, Mara

source: Move the insertion point to a specific location
bo: Kawkirus jittayañ munta ukhar jittayam.

source: Mth. Day, Year
bo: Phaxs. Uru, Mara

source: Multiple
bo: Miratata

source: New
bo: Machaqa

source: New Document
bo: Machaq qillqa q'ipi

source: New List Label
bo: Machaq tanta chimpu

source: New List Type
bo: Machaq kasta tantata

source: New Starting Value
bo: Machaq qalltawi walura

source: New Style
bo: Machaq kasta

source: New...
bo: Machaqa...

source: Next >>
bo: Qhipiri >>

source: No File
bo: Janiw q'ipix utjkiti

source: No Folding
bo: Jan Sukt'hapita

source: No Style selected so it cannot be modified
bo: Jan kasta ajlliskiti ukham jani mayjaptañamakiti. No se seleccionó estilo así que no puede modificarse."

source: No scripts found
bo: Janiw jiqhataskiti scripts

source: None
bo: Ni kuna

source: None before
bo: Jani kuns nayra

source: Normal View
bo: Uñjañatakipuni

source: Not in dictionary&:
bo: &Aru pirwan janiw utjkiti:

source: Note Styles
bo: Kasta qillqt'añanak

source: Number of Columns
bo: Jakhu sayt'atanakata

source: Number of Pages
bo: Jakhu laphi uñnaqanaka

source: Number of columns
bo: Jakhu sayt'atanakata

source: Number of columns:
bo: Jakhu sayt'atanaka:

source: Number of rows:
bo: Jakhu sukanaka:

source: Numbered
bo: Jakhuntata

source: Numbered List
bo: Tanta jakhtata

source: Numbering
bo: Jakhunakawi

source: Numbers
bo: Jakhunaka

source: One
bo: Maya

source: Op&en Copy
bo: Qillqata &jist'araña

source: Open
bo: Jist'araña

source: Open Template
bo: Uñacht'awi jist'araña

source: Open a document by making a copy
bo: Mä qillqaqawi lurasinsti, mä qillqa q'ipi jist'aram

source: Open a recently used document
bo: Mä qillqa q'ipi jichhaki apnaqat jist'aram

source: Open an existing document
bo: Mä qillqa q'ipi utjkipana uk jist'aram

source: Open another window for the document
bo: Qillqa q'ipitakix yaqha wintan jist'aram

source: Open this document
bo: Aka qillqa q'ipi jist'aram

source: Orientation...
bo: Amuyt'awi...

source: Other
bo: Yaqha

source: Out of memory attempting to open %s
bo: «%s» jist'arañatakix janiw wali amtax utjkiti. Se agotó la memoria al intentar abrir el archivo.

source: Overline
bo: Patan siqi

source: Overline the selection (toggle)
bo: Patjar siqi (turkaña)

source: P&roperties
bo: Qillqa q'ipit yatiya&winaka

source: P&urge revisions
bo: C&haqhayaña iñakipata

source: Pa&ste Unformatted
bo: Jan &utt'awimpi lip'jaña

source: Page
bo: Laphi uñnaqa

source: Page &break before
bo: &Nayraqatax yaqha laphi uñnaqir thuqtam

source: Page Background
bo: Manqhäx laphi uñnaqa

source: Page C&olor
bo: Laphin &kulura

source: Page Image
bo: Salta laphi uñnaqa

source: Page N&umbers
bo: Laphi uñnaqa jakhu&winaka

source: Page Number
bo: Laphi uñnaqa jakhuwi

source: Page Number Properties
bo: Utt'atat laphi uñnaqa jakhuwipa

source: Page Numbers
bo: Laphi uñnaqa jakhuwi

source: Page Reference
bo: Laphi uñnaqa uñt'awipa

source: Page Set&up
bo: Lap&hi askichaña

source: Page Setup
bo: Laphi uñnaqa askichayam

source: Pages:
bo: Laphi uñnaqanaka:

source: Pagination
bo: Laphi uñnaqanak jakhuwi

source: Paper Si&ze:
bo: Laphi &tansa:

source: Paper...
bo: Laphi...

source: Paragraph
bo: Tanta amuyunaka

source: Paragraph Count
bo: Tanta amuyunak jakhuri

source: Paragraph Direction
bo: Tanta amyunak irpiri

source: Paragraph Preview
bo: Tanta amuyunakat layrir uñjawi

source: Paragraphs:
bo: Tanta amuyunaka:

source: Password required, this is an encrypted document
bo: Mä chimpu aru munasi, akax mä aru chimpuratawa. Se requiere contraseña, esto es un documento cifrado.

source: Paste
bo: Lip'jatam

source: Permissions
bo: Lisinshanaka

source: Picture
bo: Salta

source: Piece Table
bo: Uyu uyu jaljaña

source: Place at end of document
bo: Qillqa q'ipir tukutar uchantaña

source: Place at end of section
bo: T'aqar tukutar uchantaña

source: Placement
bo: Uchantawi

source: Position
bo: Kawkirus uchaña

source: Position Text Box
bo: Sawu kajuna kawkirus uchaña

source: Position to Column
bo: Sayt'atar uchaña

source: Position to Page
bo: Laphi uñnaqaru uchaña

source: Position to Paragraph
bo: Tanta amuyur uchaña

source: Position:
bo: Kawkirus uchaña:

source: Pr&eferences
bo: &Ajlliñataki

source: Preference Schemes
bo: Qutu ajllitanaka

source: Preferences
bo: Ajllitanaka

source: Preview
bo: Nayra uñjawi

source: Preview the document as a web page
bo: Nayrir uñjawi qillqa q'ipit laphi uñnaqa webjama

source: Preview the document before printing
bo: Janir liqhkasinxa qillqa q'ipit nayra uñjawi

source: Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph
bo: Nayrir tanta amuyunaka, nayrir tanta amuyunaka, nayrir tanta amuyunaka, nayrir tanta amuyunaka, nayrir tanta amuyunaka, nayrir tanta amuyunaka

source: Print
bo: Liqsuña

source: Print Layout
bo: Liqsuña k'achaptaña

source: Print P&review
bo: Nayra &unjaña liq'suñatakix

source: Print Preview
bo: Nayaraqata unjaña liq'suñatakix

source: Print all or part of the document
bo: Taqpacha liq'suña, jan ukasti mä parti qillqa q'ipita

source: Print the document
bo: Qillqa q'ipi liqsuña

source: Print using the internal PS driver
bo: Irpiri PS manqhata apnaqasinja liqsuña

source: Printing Document...
bo: Qillqa q'ipi liq'iski...

source: Printing page %d of %d
bo: %d ta %d ru laphi uñnaqat liqhsuskawi

source: Publisher
bo: Luriri

source: Publisher:
bo: Luriri:

source: R&eplace
bo: Yaqhampi &kambiytaña

source: RTL &Document
bo: Kupi-->ch'iqa &qillqa q'ipi

source: RTL &Paragraph
bo: &Kupi-->ch'iqa tanta amuyunaka

source: RTL &Section
bo: Kupi-->ch'iqa &t'aqa

source: Re&place with:
bo: &Akampi kambiytaña:

source: Re&verse find
bo: Qhiparu &thaqhaña

source: Re&vert
bo: Ku&tiña

source: Recent &Files
bo: Ji&chha q'ipinaka

source: Redo
bo: Mayampi luraña

source: Redo editing
bo: Mayampi luraña

source: Redo previously undone editing
bo: Lurawix qhipa jararata mayampi kuti

source: Reduce or enlarge the document display
bo: Jisk'aptayi ukhamaraki jach'aptayi qillqa q'ipit uñakipawi

source: Relation:
bo: Chint'awi:

source: Remove
bo: Chhaqtayaña

source: Remove Footer
bo: Laphi uñnaq kayu chhaqayaña

source: Remove Header
bo: Ch'ijma chhaqtayaña

source: Remove Property from Style
bo: Uñakipat kasta chhaqtayaña

source: Remove Row as Heading
bo: Ch'ijmjama suka aparaña

source: Remove Row as the page Heading
bo: Ch'ijmjama laphi uñnaqat suka apaqaña

source: Remove all revision information from the document
bo: Qillqa q'ipit uñakipawi taqpach yatiyaw apaqam

source: Remove full document history from the document
bo: Qillqa q'ipit, taqpach amtawi apaqam
