Repository: AbiWord/abiword
Catalog: po/aym-*.po
Languages: bo

source: - Reserved. You cannot use this name. Choose Another
bo: - Aka sutimpi suticht'ataxiwa. Yaqha suntimpii suticht'am. - Reservado. No puede usar este nombre. Elija otro.

source: Auto Update
bo: Justupaki jichhakiptaña

source: %s not implemented yet. If you are a programmer, feel free to add code in %s, line %d and mail patches to: abiword-dev@abisource.com Otherwise, please be patient.
bo: %s Janirakiw uchantatakiti. Jumatix yatiyawi kamachiritaxa, kunjams muntaxa yapxatam chimpu qillqanaka %s, yatiyawina %d ukhamaraki yatayawinak apayama: abiword-dev@abisource.com Jan kasu utjipan, suyt'am ampi. Esto todavía no está implementado. Si usted es un programador, siéntase libre para añadir código en archivo X, línea X y enviar parches a: abiword-dev@abisource.com En otro caso, tenga paciencia.

source: &1 None
bo: &1 Ni kuna

source: &About %s
bo: %suk&xata

source: &Accept revision
bo: & Uñakipawi iyaw saña

source: &Add
bo: &Yapaña

source: &Adjust to:
bo: -ru walipt'aña

source: &All
bo: &Taqi

source: &Apply
bo: &Uchaña

source: &At:
bo: &Ukana:

source: &Auto Spellcheck
bo: &Justupakiw qillqa uñakipawi

source: &Autofit Table
bo: &Justupakiw uyu uyu sumaptayaña

source: &Automatically save this Scheme
bo: &Justupataki aka ajllitanak imaña

source: &Available formats:
bo: &Uñtäwinak lurañataki:

source: &Before:
bo: Nayraqata:

source: &Bold
bo: &Ch'iyarita

source: &Bottom:
bo: &Manqha:

source: &Break
bo: &T'aqaña

source: &Cell
bo: &Uyu

source: &Cells
bo: &Uyunaka

source: &Center
bo: &Taypi

source: &Change
bo: &Turkaña

source: &Clip Art
bo: &Qillq l'ipiña

source: &Close
bo: Jist'a&ntaña

source: &Column
bo: &Sayt'ata

source: &Column break
bo: &Sayt'at t'aqaña

source: &Columns
bo: S&ayt'atanaka

source: &Compare documents
bo: &Q'illqa q'ipi kikipaña

source: &Copy
bo: &Qillqaqaña

source: &Create and Modify Styles
bo: Kasta&nak luraña ukhamaraki mayjaptayaña

source: &Current Preferences Scheme
bo: &Taqi kun tama ajllita

source: &Delete
bo: &Phiskhuña

source: &Delete hyperlink
bo: &Jach'a chinu phiskuña

source: &Dictionary...
bo: &Aru Pirwa...

source: &Direction Marker
bo: C&h'iqar kupir irpiri

source: &Document
bo: &Qillqa q'ipi

source: &Document History
bo: &Qillqa q'ipi amtañanaka

source: &Documents
bo: &Qillqa q'ipinak

source: &Don't hyphenate
bo: &Jani jisk'a siqinak uchañakiti

source: &Edit
bo: &Askichaña

source: &Edit hyperlink
bo: &Chinu askichaña

source: &Enable smart quotes
bo: Ch'iki &sasaw satayna

source: &Endnote
bo: Qi&llqa tukuta

source: &Even page
bo: &Iñnaqa parisa

source: &Field
bo: U&raqi

source: &Fields
bo: &Uraqinaka

source: &Fields:
bo: &Uraqinaka:

source: &File
bo: &Q'ipi

source: &File extension:
bo: &Qillqa q'ipin wich'inkapa:

source: &Find
bo: Th&aqhaña

source: &Find Next
bo: &Ukjaru thaqaña

source: &Font
bo: &Yaqha kastanak qillqa

source: &Footer:
bo: &Kayu laphina:

source: &Go To
bo: &Sarañ ...ru

source: &Has Heading
bo: &Ch'ijmaniwa

source: &Header and Footer
bo: &Ch'ijmampi kayu laphimpi

source: &Header:
bo: &Ch'ijmani:

source: &Height:
bo: &Patja:

source: &Help
bo: &Yanapiri

source: &Hidden Text
bo: &Imantat sawu

source: &Highlight misspelled words
bo: &Jan suma qillqat arunak qhanstayaña

source: &Hyperlink
bo: &Jach'a chinu

source: &Ignore
bo: &Jan uñjaña

source: &Ignore All
bo: &Taqpacha jan uñjaña

source: &Image
bo: &Salta

source: &Import Styles
bo: &Kastanak apaniña

source: &In web browser
bo: &Tuyurin web

source: &Inherit label
bo: &Suti qatuqi

source: &Insert
bo: &Uchantaña

source: &Interval:
bo: &Suyt'awi:

source: &Italic
bo: &k'umjata

source: &Jump to hyperlink
bo: &Chinuru thuqtaña

source: &Justify
bo: &Jithintata

source: &Keep lines together
bo: &Siqinak mayacht'ata

source: &LRM
bo: &Kupit ch'iqaru chimpuri

source: &Landscape
bo: &Winkt'ata

source: &Language
bo: &Aru

source: &Left
bo: &Ch'iqa

source: &Left-to-right text
bo: &Ch'iqa-->kupi sawu

source: &Left:
bo: &Ch'iqa:

source: &Lock layout
bo: &Sapa maynir churiri uk jark'akaña

source: &Mail Merge
bo: &Chaski kisantaña

source: &Mail Merge Field
bo: Kis&añ chaskita uraqipa

source: &Maintain Full History
bo: &Phuqat amtañanak katuña

source: &Mark revisions while typing
bo: Uñakipawinak qillqtipana chimpuñtaña

source: &Match case
bo: &Jisk'a jach´a uk kikipaña

source: &Merge Cells
bo: Uyunanak &kisantaña

source: &More Documents
bo: &Juk'ampi qillqa q'ipinaka

source: &Name:
bo: &Suti:

source: &New
bo: &Machaqa

source: &New Window
bo: &Machaq wintana

source: &New using Template
bo: M&achaq uñacht'atawita

source: &Next page
bo: &Yaqha laphi uñnaqa ukjaru

source: &Normal Layout
bo: &Aliq utt'ayata

source: &Number:
bo: &Jakhu:

source: &Numbering type:
bo: &Jakhunakan kasta:

source: &Odd page
bo: C&h'ulla laphi uñnaqa

source: &Open
bo: &Jist'araña

source: &Open File
bo: &Q'ipi jist'araña

source: &Overline
bo: &Pata siqirata

source: &Page Width
bo: &Thuru laphi

source: &Page break
bo: &Laphi uñnaqat thuqtawi

source: &Page numbering:
bo: &Laphi uñnaq jakhunaka:

source: &Paragraph
bo: &Tanta amuyt'awinak

source: &Paste
bo: &Lip'iña

source: &Picture
bo: &Salta

source: &Plugins
bo: &Phuqhanchanaka

source: &Portrait
bo: &Sayt'ata

source: &Print
bo: &Liq'iña

source: &Print Layout
bo: &Liq'suñ utt'ayata

source: &Purge History
bo: &Amtañanak phiskuraña

source: &Quit
bo: Mi&stuña

source: &RLM
bo: &Kupit ch'iqaru chimpuri

source: &Redo
bo: &Wasitat luraña

source: &Reject revision
bo: &Uñakipawi jan saña

source: &Replace
bo: &Turkantaña

source: &Reset
bo: Ku&tiña

source: &Reset to default layout
bo: &Jan ajllita utt'atar kutiña

source: &Revisions
bo: &Uñakipawinak

source: &Right
bo: &Kupi

source: &Right-to-left text
bo: &Kupi-->ch'iqa sawu

source: &Right:
bo: &Kupi:

source: &Row
bo: &Suka

source: &Ruler
bo: T&upu

source: &Save
bo: &Imaña

source: &Save Image As
bo: &Salta Imaña kunama

source: &Save web page
bo: &Pagina Webjama imaña

source: &Search for Help
bo: Yanapawin &thaqhaña

source: &Select
bo: Ajlliñ&a

source: &Select revision
bo: &Uñakipawi ajlliña

source: &Show History
bo: &Amtaña uñachaya

source: &Show Status Bar
bo: Yapi&s uñachayaña yatiñataki

source: &Special:
bo: &Mayja:

source: &Spelling
bo: &Kunjams qillqaña

source: &Start at:
bo: &Kawkin qalltaña:

source: &Status bar
bo: &Yapis yatiñataki

source: &Subscript
bo: &Manqhäx qillqa

source: &Suppress line numbers
bo: & Siqi jakhunak chhaqayaña

source: &Tab leader:
bo: &Tayka jittayiri:

source: &Table
bo: &Uyu uyu

source: &Tabs
bo: &Jittayirinaka

source: &Tabs...
bo: &Jittayirinaka...

source: &Toolbars
bo: &Yapisa irnaqañataki

source: &Tools
bo: &Irnaqañataki

source: &Top:
bo: &Patjana:

source: &Types
bo: &Kastanaka

source: &Types:
bo: &Qillqa kastanaka:

source: &Underline
bo: &Siqirata

source: &Undo
bo: &Jarartaña

source: &Units:
bo: &T'aqanaka:

source: &View
bo: &Uñaña

source: &Web Layout
bo: &Web utt'ayata

source: &Whole Page
bo: &Phuqhat laphi uñnaqa

source: &Whole word
bo: &Phuqhat aru

source: &Widow/Orphan control
bo: &Lluchhu siqi uñjiri

source: &Width:
bo: &Thuru:

source: &Word Count
bo: Arunak jak&huña

source: &Zoom
bo: &Jach'aptayawi

source: (All revisions visible)
bo: (Taqpacha uñakipata unjaña)

source: (no spelling suggestions)
bo: (Janiw amuyt'awinak utjkiti)

source: (none)
bo: (Ni kuna)

source: 1 Column
bo: 1 Sayt'ata

source: 1.5 Spacing
bo: 1.5ru jayachata

source: 1.5 lines
bo: 1.5 siqinaka

source: 1.5 spacing
bo: 1.5ru siqichata

source: 12 pt before
bo: 12 pt nayra

source: 2 Columns
bo: 2 Sayt'atanaka

source: 3 Columns
bo: 3 Sayt'atanaka

source: << Prev
bo: << Nayraqata

source: A&lways suggest corrections
bo: &Sañapiniw askichawinaka

source: AbiWord cannot open %s. It appears to be an invalid document.
bo: Jani AbiWord «%s»jist'arañ yatkiti. Uka q'ipix janw waljamakiti. AbiWord no puede abrir el archivo. Parece que es un documento inválido.

source: AbiWord finished checking the selection.
bo: AbiWord ajllitanak uñjata tukuyiw. AbiWord terminó de comprobar la selección.

source: AbiWord has finished its search of the document and has made %d replacements.
bo: AbiWord qillqa q'ipin thaqhaña tukuyiw, ukatsti %d turkantarakiwa. AbiWord ha terminado su búsqueda en el documento y ha efectuado reemplazos."

source: AbiWord has finished searching the document.
bo: AbiWord tukuyiw qillqa q'ipin thaqhaña. AbiWord ha terminado de buscar en el documento.

source: AbiWord is designed for a newer version of the system file COMCTL32.DLL than the one currently on your system. (COMCTL32.DLL version 4.72 or newer) A solution to this problem is explained in the FAQ on the AbiSource web site http://www.abisource.com You can use the program, but the toolbar may be missing.
bo: AbiWord lurataw mä juk'amp machaq q'ipitaki COMCTL32.DLL Antis utxkix jach'a tantiytiripana. (COMCTL32.DLL uñjawi 4.72 juk'amp machaqa) Mä askicht'aña utjiwa aka FAQna laphi web ukana AbiWordta http://www.abisource.com Kamachir apnaqasmawa, piru uka yapisa apanaqañata janiw uñkaspati. AbiWord está diseñado para una versión más nueva del archivo de sistema COMCTL32.DLL que la que está actualmente en su sistema. (COMCTL32.DLL versión 4.72 o más nueva) Una solución a este problema se explica en el FAQ del sitio web de AbiWord http://www.abisource.com Puede usar el programa, pero la barra de herramientas podría no aparecer.

source: AbiWord needs the file %s.dll Please download and install it from http://www.microsoft.com/msdownload/platformsdk/sdkupdate/psdkredist.htm
bo: AbiWord muniwa aka q'ipi %s.dll Apaqt'ayam ukat uchantam akat http://www.microsoft.com/msdownload/platformsdk/sdkupdate/psdkredist.htm AbiWord necesita el archivo X.dll Por favor, descárguelo e instálelo desde http://www.microsoft.com/msdownload/platformsdk/sdkupdate/psdkredist.htm

source: About G&NOME Office
bo: G&NOME Officta

source: About the GNOME Office project
bo: Uka pruyiktu ukxat GNOME Officeta

source: Accept the suggested change
bo: Chhijllat amuyt'awi iyaw saña

source: Add a column to this table after the current column
bo: Aka uyu uyur mä sayt'ata yapt'am jichha sayt'atar ukaru

source: Add a row to this table after the current row
bo: Aka uyu uyurux mä suka yapt'am jichha suka ukxaru

source: Add borders and shading to the selection
bo: Aka ajllitarux thiyanakampi ch'iwjatanakampi yapt'am

source: Add column after
bo: Ukxarux mä sayampi yapt'am

source: Add or modify bullets and numbering for selected paragraphs
bo: Yapxt'am jan ukax mayjt'ayam muqunakampi ukhamarak jaKhuwinakampi ajllit tanta amuyt'awinakataki

source: Add row after
bo: Ukxarux mä sukampi yapt'am

source: Add this word to the custom dictionary
bo: Sapa mayni aru pirwarux aka arumpi yapt'am

source: Add to template
bo: Arur yapt'am

source: Aft&er:
bo: &Ukata:

source: Ali&gnment:
bo: &Siqirawi:

source: Alignment
bo: Siqirawi

source: Alignment:
bo: Siqirawi:

source: All
bo: Taqi

source: Allow formatting using styles only
bo: Kastanakaki apnaqasinxa iyaw sakiña

source: Allow screen colors other than white
bo: Uñachayirin kuluranaka janq'ut mayjanaka iyaw sañaki

source: Application
bo: Uchaña

source: Application Startup
bo: Qalltaña uchantawi

source: Apply
bo: Uchantaña

source: Apply the previously copied paragraph formatting onto the selected text
bo: Tanta amuyunak qillqaqata uka ajllit sawun uk uchantam

source: Apply to Current List
bo: Aka jichha tantachataru uchantaña

source: Apply to:
bo: Kawkirus uchañtañ munta:

source: Arabic List
bo: Arabe jakhunakata tantachata

source: Are you sure you do not want to maintain full history record? If you proceed, you will not be able to restore earlier versions of this document.
bo: Ma phuqhat amtawi qillqata janit jumax katxasiñ munkta. Sarantaskakitaxa janiw nayraqat uñjatanaka aka qillqa q'ipita kutiñ yatkaniti. ¿Está seguro de que no quiere mantener un registro histórico completo? Si continúa, no será capaz de restaurar versiones más antiguas de este documento.

source: At least
bo: Uksaya

source: Attach to Previous List
bo: Nayra tantachatar apkataña

source: Author:
bo: Luriri:

source: Auto &Save
bo: &Justupaki imaña

source: Auto &save current file every
bo: Qillqa q'ipi justupaki imaña &sapa

source: Auto Save
bo: Justupaki imaña

source: Auto replace misspelled words
bo: Justupaki campiyt'aña jani suma qillqata arunaka

source: AutoFit Behavior
bo: Kastanak Kasayaña

source: AutoFit behavior
bo: Kastanak Kasayaña

source: Autofit Table
bo: Uyu uyu justupaki kasayaña

source: Automatic Grammar Checking
bo: Aru thakhinchax justupakiw qhanstayi

source: Automatic column size
bo: justupaki tansa sayt'ata

source: Automatically load all plugins found
bo: Taqpach apnaqañanaka justupak q'ipiyaña

source: Automatically spell-check the document
bo: Jan suma qillqatanaka Justupak uñachayi

source: Automatically update
bo: Justupak jichachaña

source: Automerge
bo: Justupaki kisantayi

source: Available Fields
bo: Uraqi lurañataki

source: Available Formats
bo: Lurañanaka utt'ayañataki

source: Available Styles
bo: Lurañanak kastanaka

source: B&y:
bo: U&kch'a:

source: Background
bo: Manqhana

source: Background color:
bo: Manqhäx kulura:

source: Bar
bo: Wak'a

source: Bar Tab
bo: Wak'a jittayiri

source: Based On:
bo: Kawkits juti:

source: Bi-Directional Options
bo: Kupir ch'iqaru irpiri

source: Bold
bo: Ch'iyarita

source: Boo&kmark
bo: Chi&mpuri

source: Bookmark
bo: Chimpuri

source: Bookmark "%s" was not found in this document.
bo: Chimpurix «%s» janiw qillqa q'ipin katjatatakiti. El marcador no se ha encontrado en el documento.

source: Border color:
bo: Thiyan kulurapa:

source: Borders
bo: Thiyanaka

source: Borders and Shading
bo: Thiyanaka ukhamaraki ch'iwjatanaka

source: Bottom Margin [%s]
bo: Thiya manqhana [%s]

source: Bottomline
bo: Manqhäx siqi

source: Box List
bo: Kajunanak tantachata

source: Build Id.
bo: Id. Mayacht'ata

source: Build Options
bo: Ajlliñanaka mayacht'añataki

source: Build Target
bo: Tantanchat amtawi

source: Bullet
bo: Muqu

source: Bullet List
bo: Muqunak tanta

source: Bullets
bo: Muqunaka

source: Bullets and &Numbering
bo: &Muqunakampi jakhuñanakanti

source: Button Style
bo: Wutun kasta

source: C&hange Case
bo: Jac&h'anak qillqa kampiyt'aña

source: C&opy hyperlink location
bo: &Jach'a chinut irpir qillqaqaña

source: C&redits
bo: Y&uspajarpan luririnakaru

source: Can not insert a Break inside a table
bo: Janiw uyu uyu manqharu mä thuqhtawi uchantañjamakiti. No se puede introducir un salto dentro de una tabla.

source: Can not insert a Break inside a text box
bo: Janiw ma jaljtawi apantañjamakiti, manqha sawut kajunaru. No se puede introducir un salto dentro de una caja de text.

source: Cannot delete this style
bo: Aka kastxa janiw phiskurañjamakiti. No se puede borrar este estilo.

source: Cannot modify a builtin style
bo: Mä kasta uchantatxa janiw mayxt'ayañjamakiti. No se puede modificar un estilo incorporado.

source: Cannot start print job
bo: Janiw liq'irañ qalltañjamakiti. No se puede iniciar el trabajo de impresión.

source: Category:
bo: Kasta:

source: Center
bo: Taypi

source: Center Tab
bo: Taypir jittayawi

source: Center alignment
bo: Taypir siqirawi

source: Center-align the paragraph
bo: Taypiru tanta amuyunak siqirpayi

source: Centered
bo: Taypina

source: Change &to:
bo: Turkañ &ukaru:

source: Change A&ll
bo: &Taqpacha kambiyt'aña

source: Change Background Color
bo: Manqhäx kulura kambiyt'ayaña

source: Change Case
bo: Jach'a qillqanaka kambiyt'ayi

source: Change Current List
bo: Tanta kambiytaña jichata

source: Change Highlight Color
bo: Qhanstayañatikix kulur turkam

source: Change Style
bo: Kasta turkaña

source: Change Text Color
bo: Sawut kulur turkam

source: Change directional properties of text
bo: Sawut uñanaqayañataki uk turkaña

source: Change dominant direction of paragraph
bo: Qillqa tanta amuyt'awinakat kupiru ch'iqaru uñtayam

source: Change the case of the selected text
bo: Jach'aru jisik'aru sawu ajllita turkañawa

source: Change the font of the selected text
bo: Sawut ajllitax, kasta q'ipi turkayaña

source: Change the format of the selected paragraph
bo: Ajllit tanta amuyt'awitxa, utt'ayat turkañawa

source: Change the language of the selected text
bo: Sawu ajllitx aru turkañawa

source: Change the number of columns
bo: Sayt'atanak jakhuwi turkaña

source: Change the printing options
bo: Liq'iñat ajlliñanak turkaña

source: Change the properties of the Text Box
bo: Sawu kajun uñtatat turkaña

source: Change to this suggested spelling
bo: Aka arur amuyt'awimpi turkaña

source: Change your document's page background
bo: Laphi uñnaqa qillqa q'ipit manqha kulur turkaña

source: Change your document's page color
bo: Laphi uñnaqa qillqa q'ipimatxa kulur turkam

source: Character
bo: Qillqa

source: Character Count
bo: Qillqata jakhuri

source: Character Count (w/o spaces)
bo: Jakhuwi qillqanaka (janiw jayacht'awinakampi)

source: Character Preview
bo: Qillqat nayra unjawi

source: Characters (no spaces):
bo: Qillqawinakas (janiw jayacht'awinakampi):

source: Characters (with spaces):
bo: Qillqawinaka (jayacht'awinakampi):

source: Check &Spelling
bo: Ku&njams qillqaña uk uñjaña

source: Check &grammar as you type
bo: Qhanstayaña &thakhi aru qillqkipan

source: Check for &Updates
bo: Q&hanstayañ jichhakiptatanaka

source: Check online for newer versions of AbiWord
bo: Qhanstayañakax, Machaq jichhakiptawinakax utjit janich Abiwordta

source: Check s&pelling as you type
bo: Qhanstayañ &kunjams qillqaña qillqtkasina

source: Check the document for incorrect spelling
bo: Jan suma qillqatanaka uk qillqa q'ipin thaqhaña

source: Choose
bo: Ajlliña

source: Choose Screen Color
bo: Uñachayirin kulura ajlliña

source: Choose screen color for AbiWord
bo: Ajllim mä kulura AbiWord uñachayiritaki

source: Choose which revision you wish to view
bo: Kuna uñakipaws uinjañ munta uk ajllim

source: Cle&ar
bo: &Chhaqayaña

source: Clear
bo: Chhaqayaña

source: Clear &All
bo: &Taqpacha chhaqayaña

source: Clear Background Color
bo: Manqhata kulur apaqaña

source: Clear Highlight Color
bo: Qhanstayat kulura uk apaqaña

source: Close all windows and exit?
bo: Mistusinja taqpach wintananak jist'antañati. ¿Cerrar todas las ventanas y salir?

source: Close all windows in the application and exit
bo: Taqpacha wintananaka jist'antam ukat mistum

source: Close the document
bo: Qillqa q'ipi jist'antaña

source: Co&lumn
bo: &Sayt'ata

source: Color:
bo: Kulura:

source: Column
bo: Sayt'ata

source: Column Gap [%s]
bo: Ch'usa sayt'ata [%s]

source: Column [%d]
bo: Sayt'ata [%d]

source: Columns
bo: Sayt'atanaka

source: Columns &Left
bo: &Sayt'atanaka ch'iqa tuqiru

source: Columns &Right
bo: &Sayt'atanaka kupi tuqiru

source: Comment
bo: Amuyawi

source: Comment to be associated with the revision:
bo: Uñakipayampi amuyawi mayakipam:

source: Compare active document to another document
bo: Qillqa q'ipi yaqha qillqa q'ipinti kikipayam

source: Compile Date
bo: Kuna urus AbiWord lurata

source: Compile Time
bo: Kuna uras AbiWord lurata

source: Con&tinuous
bo: &Tira

source: Continue previous revision (number %d)
bo: Nayrir uñakipawi tiraña (jakhu %d)

source: Contributor
bo: Yanapiri

source: Contributor(s):
bo: Yanapiri(naka):

source: Convert Selected Text to a Table
bo: Sawu ajllita mä uyu uyur tukuyaña

source: Convert Table to Text
bo: Mä uyu uyu sawur tukuyaña

source: Convert Text to Table
bo: Mä sa&wu uyu uyur tukuyaña

source: Convert from a Table to Text
bo: Mä uyu uyut sawur tukuyi

source: Copy
bo: Qillqaqawi

source: Copy Embedded Object
bo: Taqi kuna uchantat qillqaqaña.

source: Copy Image
bo: Salta qillqaqaña

source: Copy Object
bo: Taqi kuna qillqaqaña

source: Copy Text Box
bo: Sawu kajun qillqaqaña

source: Copy hyperlink location
bo: Jach'a chinut qillqaqam utjawipa

source: Copy the Text Box to the clipboard
bo: Wayaqaru sawu kajuna qillqaqam

source: Copy the Text Box to the clipboard then remove it
bo: Wayaqaru sawu Kajuna qillqakam, ukatxa chhaqayam

source: Copy the selection and put it on the Clipboard
bo: Wayaqaru ajllita qillqaqam

source: Could not open file %s for writing
bo: Janiw "%s" q'ipi jist'arañjamakanti qillqawitaki. No se pudo abrir el archivo para escritura.

source: Could not open file %s.
bo: Janiw "%s" q'ipi jist'arañjamakanti. No se pudo abrir el archivo.

source: Could not write to file %s
bo: Janiw «%s» q'ipin qillqañjamakanti. No se pudo escribir en el archivo.

source: Could not write to the file %s.
bo: Janiw «%s» q'ipin qillqañjamakanti. No se pudo escribir en el archivo.

source: Count the number of words in the document
bo: Qillqa q'ipin arunak jakhu

source: Coverage
bo: Qhapaña

source: Coverage:
bo: Qhapaña:

source: Create a fax
bo: Mä fax luraña

source: Create a new blank document
bo: Ma machaq janq'u qillqa q'ipi luri

source: Create a new document
bo: Ma machaq qillqa q'ipi luri

source: Create a new document from a template
bo: Mä machaq qillqa q'ip luri mä uñacht'awi apnaqasina

source: Create a new document using a template
bo: Mä machaq qillqa q'ip luri mä uñacht'awi apnaqasina

source: Create an empty document
bo: Mä ch'usa qillqa q'ipi luri

source: Creator
bo: Luriri

source: Cu&t
bo: K&huchuña

source: Current Date
bo: Jichhüru

source: Current Font
bo: Jichha qillqanaka

source: Current List Label
bo: Jichha tanta chimpunaka

source: Current List Type
bo: Jichha kasta chimpunaka

source: Current Selection is Empty
bo: Jichha ajllitax ch'usawa

source: Current Settings
bo: Jichha utt'awi

source: Current Time
bo: Jichha urasa

source: Cursor &blink
bo: &Jalnaqiri ch'irmjtapiri

source: Custom Dictionary:
bo: Sapa maynita aru pirwa:

source: Customizable date/time
bo: Sapa maynita uru/urasa

source: Customized List
bo: Sapa maynita tanta

source: Cut
bo: Khuchuña

source: Cut Embedded Object
bo: Utjir mantata khuchuña

source: Cut Image
bo: Salta khuchuña

source: Cut Object
bo: Utjir khuchuña

source: Cut Text Box
bo: Kajuna sawu khuchuña

source: Cut the selection and put it on the Clipboard
bo: Ajllit khuchu ukatsti wayaqar usku

source: D&irectional
bo: Kawksaru&xa

source: Dashed List
bo: Tanta jisk'a siqimpi

source: Date
bo: Uru

source: Date and &Time
bo: &Urumpi urasampi

source: Date and Time
bo: Urumpi urasampi

source: Day # in the year
bo: Maran uru jakhu

source: De&faults
bo: Nayra &kamachata

source: Decimal
bo: Tunkaqa

source: Decimal Tab
bo: Tunkaqa Jittata

source: Decrease indent
bo: Jittata jisk'achaña

source: Default date (w/o time)
bo: (Jan urasampi) Jan ajllita uru

source: Default date representation
bo: Jan ajllit uru uñacht'ayaña

source: Default page size
bo: Ukch'a akch'a laphi uñnaqa jan ajllita

source: Default tab stops:
bo: Jan ajllita jittatanaka:

source: Default to right-to-left direction of text
bo: Ch'iqa tuqir kupi tuqir uchañ nayra kamachatjama

source: Define Main Properties
bo: Nayrir qhanachat uchaña

source: Define or apply style for the selection
bo: Ajllitatakix qhanstayaña jan ukasti uchantayaña uka kasta

source: Delete
bo: Chhaqayaña

source: Delete Cells
bo: Uyunaka chhaqayaña

source: Delete Co&lumn
bo: &Saya chhaqhayaña

source: Delete Column
bo: Saya chhaqayaña

source: Delete Embedded Object
bo: Utjir mantat chaqhayaña

source: Delete Image
bo: Salta chhaqhayaña

source: Delete Object
bo: Utjir chhaqayaña

source: Delete Ro&w
bo: Su&ka chhaqayaña

source: Delete Row
bo: Suka Chhaqayaña

source: Delete Tabl&e
bo: Uyu uyu &chhaqhayaña

source: Delete Table
bo: Uyu uyu chhaqhayaña

source: Delete Text Box
bo: Kajun sawu chhaqhayaña

source: Delete column
bo: Saya chhaqhayaña

source: Delete hyperlink
bo: Jach'a chinu chhaqhayaña

source: Delete row
bo: Suka chhaqhayaña

source: Delete the selection
bo: Ajllita chhaqhayaña

source: Delete this column from its table
bo: Aka saya uyu uyumat chhaqhayam

source: Delete this row from its table
bo: Aka suka uyu uyumat chhaqhayam

source: Description
bo: Uñt'ayawi

source: Description:
bo: Uñt'ayawi:
