Repository: AbiWord/abiword
Catalog: plugins/goffice/po/*.po
Languages: eo

source: New Object
eo: Nova objekto

source: Error: %s
eo: Eraro: %s

source: Object
eo: Objekto

source: Insert Embeddable Object
eo: Enmeti enmetebla objekto

source: Gnome Office Chart
eo: Abako el Gnome Office

source: Create a chart
eo: Krei abakon

source: From File
eo: El dosiero

source: Insert the contents of a file
eo: Enmeti la enhavon de dosiero

source: New
eo: Nova

source: Create a new object
eo: Krei novan objekton

source: The plugin enables Gnome Office Charts and components to be displayed in AbiWord
eo: La kromprogramo ebligas, ke abakoj kaj eroj de Gnome Office vidiƒùu en AbiWord

source: No Usage
eo: Neniu uzado
