Repository: AbiWord/abiword
Catalog: plugins/collab/po/*.po
Languages: eo

source: Fake AbiCollab Backend
eo: Falsa posto de AbiCollab

source: E-mail address:
eo: Retpoŝta adreso:

source: Password:
eo: Pasvorto:

source: Connect on application startup
eo: Konektiĝi dum startado

source: Get a free abicollab.net account
eo: Akiri senpagan konton en abicollab.net

source: WebApp SOAP url:
eo: URL de SOAP-a retaplikaĵo:

source: Verify WebApp hostname:
eo: Konstati retaplikaĵan nodon:

source: Verify Realm hostname:
eo: Konstati regnan retnodon:

source: Collaborative File Descriptor (.abicollab)
eo: Priskribilo de kunlabora dosiero (.abicollab)

source: AbiCollab Service Save Interceptor
eo: Konserva kaptilo de la servo AbiCollab

source: Retrieving Document
eo: Akiranta dokumenton

source: Please wait while retrieving document...
eo: Bonvolu atendi dum akiranta dokumenton...

source: AbiCollab.net Collaboration Service
eo: Kunlabora servo AbiCollab.net

source: Please enter your password for account '
eo: Bonvolu enmeti vian pasvorton por konto '

source: Error importing document
eo: Eraro dum importanta dokumenton

source: Transport exception:
eo: Transporta escepto:

source: Error setting up TLS connection
eo: Eraro dum stariga TLS-konekto

source: Error verifying peer
eo: Eraro dum konstatanta samtavolanon

source: Error verifying hostname
eo: Eraro dum konstatanta retnodon

source: Failed to get peer certificate
eo: Fiaskis atingi samtavolan pruvilon

source: Sugar Presence Service
eo: Ĉeesta servo Sugar

source: Accept incoming connections
eo: Akcepti envenajn konektojn

source: Connect to a server
eo: Konektiĝi al servilo

source: Address:
eo: Adreso:

source: Port:
eo: Pordo:

source: Use a secure connection (SSL)
eo: Uzi sekuran konketon (SSL)

source: Accept Incoming Connections
eo: Akcepti envenajn konektojn

source: Connect to Another Computer
eo: Konektiĝi al alia komputilo

source: Use Secure Connection
eo: Uzi sekuran konekton

source: Connect Automatically
eo: Aŭtomate konektiĝi

source: Listening on port %s
eo: Aŭskultante je porto %s

source: Direct Connection (TCP)
eo: Rekta konekto (TCP)

source: Username:
eo: Uzantnomo:

source: Server:
eo: Servilo:

source: Account
eo: Konto

source: Type
eo: Speco

source: Online
eo: Rete

source: No Handlers!
eo: Neniuj traktiloj

source: Usage: abiword --plugin "AbiWord Collaboration" <action> [action arguments]
eo: Uzado: abiword --plugin "AbiWord Collaboration" <ago> [agaj argumentoj]

source: Usage: abiword --plugin "AbiWord Collaboration" regression <recorded abicollab session>
eo: Uzado: abiword --plugin "AbiWord Collaboration" regression <regisrita seanco>

source: Usage: abiword --plugin "AbiWord Collaboration" <debug|debugstep> <recorded abicollab server session> <recorded abicollab client session>
eo: Uzado: abiword --plugin "AbiWord Collaboration" <debug|debugstep> <registrita servila seanco> <registrita klienta seanco>

source: Can't run the abicollab regression test: the "fake" abiword backend is disabled
eo: Ne povis plenumi la regresan teston de abicollab: la abiword posto "fake" estas malebligita.

source: Current state: iServerLocalRev: %d, iServerRemoteRev: %d, iClientLocalRev: %d, iClientRemoteRev: %d Press OK to move to the next syncpoint
eo: Aktuala stato: iServerLocalRev: %d, iServerRemoteRev: %d, iClientLocalRev: %d, iClientRemoteRev: %d Premi bonordon por moviĝi al la sekva samtempiga punkto

source: Done replaying collaboration session
eo: Finite releganta kunlaboran seancon

source: Can't run the abicollab in debug mode: the "fake" abiword backend is disabled
eo: Ne povas plenumi je abicollab laŭ senerariga reĝimo: la posto "fake" de abiword estas malebligita

source: &Collaborate
eo: &Kunlabori

source: Collaborate over the internet or local network
eo: Kunlabori per la Interreto aŭ loka reto

source: Share Document
eo: Kunuzi dokumenton

source: Offer the current document for collaboration
eo: Oferi la aktualan dokumenton por kunlaborado

source: Shared Documents
eo: Kunuzitaj dokumentoj

source: Join a collaboration session
eo: Aliĝi al kunlabora seanco

source: Accounts
eo: Kontoj

source: Manage collaboration accounts
eo: Administri kunlaborajn kontojn

source: Show Authors
eo: Montri verkistojn

source: Show who wrote each piece of text by with different colors
eo: Montri tiun, kiu skribis ĉiun pecon da teksto per diversaj koloroj

source: View Session
eo: Vidi seancon

source: Load a recorded session from disk and show the packets
eo: Ŝargi registritan seancon el la diskon kaj montri la pakaĵojn

source: AbiWord Collaboration
eo: Kunlaborado en AbiWord

source: This plugin allows real-time collaborative document editing
eo: Ĉi tiu kromprogramo permesas realtempan kunlaboran redaktadon de dokumentoj

source: Untitled
eo: Sentitola

source: Document %s is not being shared anymore by buddy %s. You are disconnected from the collaboration session.
eo: Dokumento %s ne plu estas kunhavigita de amiko %s. Vi senkonektiĝas de la kunlabora seancon.

source: [%06u] %s packet
eo: %06u] %s pakaĵo

source: INCOMING
eo: RICEVOTA

source: OUTGOING
eo: SENDOTA

source: from
eo: de

source: to
eo: al

source: <all>
eo: <ĉiuj>

source: of class %s
eo: de klaso %s

source: <b>Available accounts</b>
eo: <b>Disponeblaj kontoj</b>

source: Manage Accounts
eo: Administri kontojn

source: <b>Account properties</b>
eo: <b>Kontaj ecoj</b>

source: <b>Account type</b>
eo: <b>Konta tipo</b>

source: Add Account
eo: Aldoni konton

source: <b>Add buddy</b>
eo: <b>Aldoni amikon</b>

source: Account:
eo: Konto:

source: Add Buddy
eo: Aldoni amikon

source: Name:
eo: Nomo:

source: <b>Shared documents</b>
eo: <b>Kunuzitaj dokumentoj</b>

source: Delete Buddy
eo: Forigi amikon

source: Join collaboration
eo: Aliĝi al kunlaborado

source: Input
eo: Enigo

source: Please wait...
eo: Bonvolu atendi...
